Repository: BitRewards/LoyaltyPlatform
Catalog: resources/lang/i18n/*/LC_MESSAGES/default.po
Languages: ru_ru, tr_tr

source: Returns Reward by ID
ru_ru: Возвращает информацию о награде по ее ID
tr_tr: ID'ye göre Ödülü getirir

source: The current amount of the order for which the discount amount will be calculated
ru_ru: Текущая сумма заказа, для которой будет рассчитана сумма скидки
tr_tr: İndirim tutarının hesaplanacağı siparişin mevcut miktarı

source: Edit the Reward
ru_ru: Редактирование награды
tr_tr: Ödülü Düzenle

source: Updates Reward
ru_ru: Редактирует награду
tr_tr: Ödülü Günceller

source: Reward name
ru_ru: Название награды
tr_tr: Ödül Adı

source: Reward price
ru_ru: Стоимость награды
tr_tr: Ödül fiyatı

source: Reward type
ru_ru: Тип награды
tr_tr: Ödül türü

source: Short description
ru_ru: Короткое описание
tr_tr: Kısa açıklama

source: Reward configuration (JSON)
ru_ru: Конфигурация награды (JSON)
tr_tr: Ödül yapılandırma (JSON)

source: Updated Reward
ru_ru: Отредактированная награда
tr_tr: Güncellenmiş Ödül

source: Delete Reward
ru_ru: Удаление награды
tr_tr: Ödülü Sil

source: Deletes Reward
ru_ru: Удаляет награду
tr_tr: Ödülü Siler

source: Available Rewards
ru_ru: Доступные награды
tr_tr: Mevcut Ödüller

source: Returns list of available Rewards
ru_ru: Возвращает список доступных наград
tr_tr: Mevcut Ödüllerin listesini getirir

source: Rewards list
ru_ru: Список наград
tr_tr: Ödül listesi

source: New Reward
ru_ru: Новая награда
tr_tr: Yeni Ödül

source: Creates new Reward
ru_ru: Создает новую награду
tr_tr: Yeni Ödül Oluşturur

source: Created Reward
ru_ru: Созданная награда
tr_tr: Oluşturulan Ödül

source: Creation date period
ru_ru: Период создания сущностей
tr_tr: Oluşturma tarihi dönemi

source: Page number (paginated results)
ru_ru: Текущая страница для выдачи постраничных результатов
tr_tr: Sayfa numarası (sayfalandırılmış sonuçlar)

source: Cancel promo code
ru_ru: Отмена промокода
tr_tr: Promosyon kodunu iptal et

source: Cancels promo code
ru_ru: Отменяет промокод
tr_tr: Promosyon kodunu iptal eder

source: Transaction ID
ru_ru: ID транзакции
tr_tr: İşlem ID

source: Show Transaction
ru_ru: Показать транзакцию
tr_tr: İşlemi Göster

source: Returns Transaction by ID
ru_ru: Возвращает информацию о транзакции по ее ID
tr_tr: ID'ye göre İşlemleri Getirir

source: List of transactions
ru_ru: Список транзакций
tr_tr: İşlemler Listesi

source: Returns transactions list of authenticated partner's users
ru_ru: Возвращает список транзакций всех пользователей аутентифицированного партнера
tr_tr: Kimliği doğrulanmış ortağın kullanıcılarının işlem listesini döndürür

source: Give Bonus
ru_ru: Выдать бонус
tr_tr: Bonus Ver

source: Gives bonus points to given User
ru_ru: Выдает указанный бонус пользователю
tr_tr: Verilen kullanıcıya bonus puan verir

source: ID of the Action for which the bonus is issued
ru_ru: ID действия, за которое выдается бонус
tr_tr: Bonusun verildiği Eylemin ID'si

source: Bonuses
ru_ru: Бонусы
tr_tr: Bonuslar

source: Gives the bonus to user by any identifier (user_key, email or phone). If the user does not exist in the system and the auto_create flag is passed, the user is created automatically. Either bonus or bonus_fiat parameter is required.
ru_ru: Выдает указанный бонус пользователю по любому из его индификаторов (user_key|email|phone). Если пользователя не существует и передан флаг auto_create, то пользователь создается. Требуется либо параметр bonus, либо bonus_fiat.
tr_tr: Kullanıcıya herhangi bir tanımlayıcı (user_key, email veya phone) ile ikramiye verir. Kullanıcı sistemde mevcut değilse ve auto_create bayrağı izin verirse, kullanıcı otomatik olarak oluşturulur. Bonus veya bonus_fiat parametresi gereklidir.

source: Bonus amount (in points or BIT tokens)
ru_ru: Размер бонуса (в баллах или BIT токенах)
tr_tr: Bonus miktarı (puan veya BIT tokenleri olarak)

source: Bonus amount (in fiat currency of the partner, such as USD)
ru_ru: Размер бонуса (в фиатной валюте партнера, например, USD)
tr_tr: Bonus tutarı (ortağın yasal para biriminde, örneğin USD)

source: ID of the Action for which the bonus is issued (if known)
ru_ru: ID действия, за которое выдается бонус (если известен)
tr_tr: Bonusun verilmesini sağlayan Eylemin ID'si (biliniyorsa)

source: User Key (if known)
ru_ru: Ключ Пользователя (если известен)
tr_tr: Kullanıcı Anahtarı (biliniyorsa)

source: User email
ru_ru: Email пользователя
tr_tr: Kullanıcı e-postası

source: User phone
ru_ru: Телефон пользователя
tr_tr: Kullanıcı telefonu

source: The name which will be assigned to the user while auto creating
ru_ru: Имя пользователя которое будет назначено при автоматическом создании
tr_tr: Otomatik oluştururken kullanıcıya atanacak isim

source: Create user if not found in the system
ru_ru: Создать пользователя, если он не будет найден в системе
tr_tr: Eğer sistemde bulunamazsa kullanıcı oluştur

source: User data
ru_ru: Данные пользователя
tr_tr: Kullanıcı verileri

source: User cannot be created
ru_ru: Пользователь не может быть создан
tr_tr: Kullanıcı oluşturulamıyor

source: Detach Card from User
ru_ru: Отвязать карту от пользователя
tr_tr: Kartı Kullanıcıdan Çıkarma

source: Detaches Card from given User
ru_ru: Отвязывает карту от пользователя
tr_tr: Verilen Kullanıcıdan Kartı Çıkarır

source: Card token
ru_ru: Токен карты
tr_tr: Kart tokeni

source: Card was not found
ru_ru: Карта не найдена
tr_tr: Kart bulunamadı

source: Attach Card to User
ru_ru: Прикрепить карту к пользователю
tr_tr: Kartı Kullanıcıya Ekleme

source: Attaches new Card to given User
ru_ru: Прикрепляет новую карту к пользователю
tr_tr: Verilen Kullanıcıya yeni Kart Ekler

source: Show User
ru_ru: Показать пользователя
tr_tr: Kullanıcıyı Göster

source: Returns User by key
ru_ru: Возвращает информацию о пользователе по его ключу
tr_tr: Anahtara göre Kullanıcıyı getirir

source: Send phone verification SMS
ru_ru: Отправка кода подтверждения по SMS
tr_tr: Telefon doğrulama SMS'i gönder

source: Initializes User's phone verification procedure
ru_ru: Инициирует процедуру подтверждения номера телефона пользователя
tr_tr: Kullanıcının telefon doğrulama prosedürünü başlatır

source: Check phone verification code
ru_ru: Проверка полученного кода из SMS
tr_tr: Telefon doğrulama kodunu kontrol et

source: Checks phone verification code
ru_ru: Выполняет проверку кода подтверждения номера телефона пользователя
tr_tr: Telefon doğrulama kodunu kontrol eder

source: Verification code
ru_ru: Код подтверждения
tr_tr: Doğrulama kodu

source: Verification result
ru_ru: Результат проверки
tr_tr: Doğrulama sonucu

source: Show user transactions
ru_ru: Показать транзакции пользователя
tr_tr: Kullanıcı işlemlerini göster

source: Returns transactions list of given user
ru_ru: Возвращает список транзакций выбранного пользователя
tr_tr: Verilen kullanıcının işlem listesini döndürür

source: Transactions list
ru_ru: Список транзакций пользователя
tr_tr: İşlem listesi

source: New User
ru_ru: Новый пользователь
tr_tr: Yeni Kullanıcı

source: Creates new User
ru_ru: Создает нового пользователя
tr_tr: Yeni Kullanıcı Oluşturur

source: Customer Phone
ru_ru: Номер телефона
tr_tr: Müşteri Telefonu

source: Loyalty Card token
ru_ru: Код карты лояльности
tr_tr: Sadakat Kartı tokeni

source: Users search
ru_ru: Поиск пользователей
tr_tr: Kullanıcı arama

source: Performs users search by name, phone, email or loyalty card number
ru_ru: Выполняет поиск пользователей по имени, телефону, почте или по номеру карты лояльности
tr_tr: Kullanıcıları ad, telefon, e-posta veya sadakat kartı numarasına göre arar

source: Search query
ru_ru: Поисковый запрос
tr_tr: Arama sorgusu

source: Users list
ru_ru: Список пользователей
tr_tr: Kullanıcı listesi

source: This code has already been used by user: %s
ru_ru: Данный код уже привязан к пользователю: %s
tr_tr: Bu kod şu kullanıcı tarafından zaten kullanılmış: %s

source: Primary Color
ru_ru: Основной цвет
tr_tr: Ana Renk

source: Client Application Title
ru_ru: Заголовок приложения
tr_tr: Müşteri Başvuru Başlığı

source: {partnerTitle} Rewards Program
ru_ru: Программа лояльности {partnerTitle}
tr_tr: {partnerTitle} Ödül Programı

source: Display card activation before all actions?
ru_ru: Отображать активацию карты перед всеми действиями?
tr_tr: Tüm işlemlerden önce kart etkinleştirme gösterilsin mi?

source: Yes
ru_ru: Да
tr_tr: Evet

source: No
ru_ru: Нет
tr_tr: Hayır

source: Use discount card instead of loyalty card?
ru_ru: Использовать скидочную карту вместо карты лояльности?
tr_tr: Sadakat kartı yerine indirim kartı kullanılsın mı?

source: Logo URL
ru_ru: URL логотипа
tr_tr: Logo URL'si

source: Balance Changed email's heading
ru_ru: Заголовок письма об изменении баланса
tr_tr: Bakiye Değişikliği e-postasının başlığı

source: You are a member of «{partnerTitle}» Rewards Program
ru_ru: Вы участвуете в программе лояльности «{partnerTitle}»
tr_tr: «{partnerTitle}» Ödül Programının bir üyesisiniz

source: Referral Section heading in Balance Changed email
ru_ru: Заголовок секции "Приведи друга" в письме об изменении баланса
tr_tr: Bakiye Değişikliği e-postasının Yönlendirme Bölümü başlığı

source: First step of Referral Section of Balance Changed email
ru_ru: Третий пункт действий секции "Приведи друга" в письме об изменении баланса
tr_tr: Bakiye Değişikliği e-postasının Yönlendirme Bölümünün ilk adımı

source: Send this link to your friends!
ru_ru: Отправьте эту ссылку вашим друзьям!
tr_tr: Bu bağlantıyı arkadaşlarınıza gönderin!

source: Second step of Referral Section of Balance Changed email
ru_ru: Второй пункт действий секции "Приведи друга" в письме об изменении баланса
tr_tr: Bakiye Değişikliği e-postasının Yönlendirme Bölümünün ikinci adımı

source: You will receive {pointsStr} for every {amountStr} of purchases by your friends.
ru_ru: Вы получите {pointsStr} за каждые {amountStr} покупок друзей.
tr_tr: Arkadaşlarınızın her {amountStr} alışverişinde, {pointsStr} alacaksınız.

source: Purchase Amount
ru_ru: Сумма покупки
tr_tr: Alışveriş Miktarı

source: 10 points
ru_ru: 10 баллов
tr_tr: 10 puan

source: Each of your friends will receive a discount {discountStr}.
ru_ru: Каждый ваш друг получит скидку {discountStr}.
tr_tr: Arkadaşlarınızın her biri {discountStr} indirim alır.

source: Discount value
ru_ru: Размер скидки
tr_tr: İndirim değeri

source: Invite a Friend' section heading of Client Application
ru_ru: Заголовок в секции "Приведи друга" клиентского приложения
tr_tr: Müşteri Başvurusu'nun Bir Arkadaşı Davet Et bölümünün başlığı

source: Your friends will receive a {discountStr} discount
ru_ru: Друзья получат скидку {discountStr}
tr_tr: Arkadaşlarınız {discountStr} indirim alır

source: Discount value (HTML included)
ru_ru: Размер скидки (с HTML-тегами)
tr_tr: İndirim değeri (HTML içeren)

source: Discount value (no HTML included)
ru_ru: Размер скидки (без тегов)
tr_tr: İndirim değeri (HTML içermeyen)

source: Invite a Friend' section subtitle in Client Application
ru_ru: Подзаголовок в секции "Приведи друга" клиентского приложения
tr_tr: Müşteri Başvurusunda 'Arkadaşını Davet Et' bölümü altyazısı

source: Points amount (HTML included)
ru_ru: Количество баллов (с HTML-тегами)
tr_tr: Puan miktarı (HTML içeren)

source: Points amount (no HTML included)
ru_ru: Количество баллов (без тегов)
tr_tr: Puan miktarı (HTML içermeyen)

source: Purchase amount (HTML included)
ru_ru: Сумма покупок (с HTML-тегами)
tr_tr: Alışveriş miktarı (HTML içeren)

source: Purchase amount (no HTML included)
ru_ru: Сумма покупок (без тегов)
tr_tr: Alışveriş miktarı (HTML içermeyen)

source: 50 points
ru_ru: 50 баллов
tr_tr: 50 puan

source: Minimal purchase amount notification in Invite a Friend's section of Client Application
ru_ru: Условие мин. суммы в секции "Приведи друга" клиентского приложения
tr_tr: Müşteri Uygulamasının Arkadaşını Davet Et bölümünde minimum satın alma tutarı bildirimi

source: if they spend more than {amountStr}
ru_ru: если они потратят более {amountStr}
tr_tr: eğer {amountStr}'den fazla harcarlarsa

source: Partner Name
ru_ru: Название партнера
tr_tr: Ortak Adı

source: Email already confirmed
ru_ru: Email уже подтвержден
tr_tr: E-posta zaten doğrulandı

source: Email address not found
ru_ru: Email не найден
tr_tr: E-posta adresi bulunamadı

source: How does it work?
ru_ru: Как это работает?
tr_tr: Nasıl çalışır?

source: Our rewards program is created for you to get more value and enjoyment - earn points, which you can use to make purchases and get presents
ru_ru: Наша программа лояльности создана для вас, чтобы покупать у нас было еще приятнее и выгоднее: получайте баллы, которые вы сможете использовать для оплаты покупок и получения подарков
tr_tr: Ödül programımız, daha fazla değer ve keyif almanız için oluşturulmuştur - alışverişlerinizde ve hediye almak için kullanabileceğiniz puanlar kazanın

source: In the section "Earn points" you can see how many points you will get for your purchases, friend invitation and other actions. You can use the scores you received in the "Spend points" section, where you will also see all available offers and prizes
ru_ru: В разделе «Заработать баллы» вы можете увидеть сколько баллов вы получите за ваши покупки, приглашение друзей и другие действия. Использовать полученные баллы можно в разделе «Потратить баллы», где вы также увидите все доступные предложения и призы
tr_tr: "Puan kazan" bölümünde, satın alımlarınız, arkadaş davetleriniz ve diğer etkinlikleriniz için kaç puan alacağınızı görebilirsiniz. Aldığınız puanları, tüm teklifleri ve ödülleri de görebileceğiniz "Puan harca" bölümünde kullanabilirsiniz

source: How to activate plastic loyalty card?
ru_ru: Как активировать пластиковую карту лояльности?
tr_tr: Plastik sadakat kartı nasıl etkinleştirilir?

source: Click on your picture on the upper left, or go to "Earn points" — both places have "Add loyalty card" button.
ru_ru: Нажмите на вашу аватарку слева сверху, либо зайдите в раздел «Заработать баллы» — в обоих местах есть кнопки «Добавить карту лояльности».
tr_tr: Sol üstteki resminize tıklayın veya "Puan kazan" bölümüne gidin — her ikisinde de "Sadakat kartı ekle" düğmesi bulunuyor.

source: After you add your loyalty card, it will be connected to your account and any action in our loyalty system will reflect both online and on plastic card
ru_ru: После того, как вы добавите карту лояльности, она будет связана с вашем аккаунтом и любые действия в программе лояльности будут отражаться как онлайн, так и на карте
tr_tr: Sadakat kartınızı ekledikten sonra, kart hesabınıza bağlanır ve sadakat sistemimizdeki herhangi bir işlem, hem çevrimiçi hem de plastik karta yansır

source: Phone already confirmed
ru_ru: Телефон уже подтвержден
tr_tr: Telefon zaten doğrulandı

source: Token not found
ru_ru: Токен не найден
tr_tr: Token bulunamadı

source: Token owner not found
ru_ru: Владелец токена не найден
tr_tr: Token sahibi bulunamadı

source: Phone number not found
ru_ru: Идентификатор транзакции не найден
tr_tr: Telefon numarası bulunamadı

source: Signup date
ru_ru: Дата регистрации
tr_tr: Kayıt tarihi

source: An increase of
ru_ru: Начисление
tr_tr: Şunda bir artış

source: Report for the %s - %s period
ru_ru: Отчет за период %s — %s
tr_tr: %s - %s dönemi için rapor

source: Your confirmation code for the rewards program: %s
ru_ru: Ваш код подтверждения в программе лояльности: %s
tr_tr: Ödül programı için onay kodunuz: %s

source: points
ru_ru: баллы
tr_tr: puan

source: Token or token owner not found
ru_ru: Токен или владелец токена не найдены
tr_tr: Token veya token sahibi bulunamadı

source: Today
ru_ru: Сегодня
tr_tr: Bugün

source: This week
ru_ru: Эта неделя
tr_tr: Bu hafta

source: This month
ru_ru: Этот месяц
tr_tr: Bu ay

source: Some error happened
ru_ru: Произошла какая-то ошибка
tr_tr: Bir hata oluştu

source: The value does not look like a mobile phone number
ru_ru: Значение не похоже на номер мобильного телефона
tr_tr: Değer bir cep telefonu numarası gibi görünmüyor

source: Password required!
ru_ru: Поле пароль обязательно!
tr_tr: Şifre gerekli!

source: Password must be at least 7 characters!
ru_ru: Пароль должен быть не короче 7 символов!
tr_tr: Şifre en az 7 karakter olmalı!

source: Incorrect email address!
ru_ru: Неверный email адрес!
tr_tr: Hatalı e-posta adresi!

source: Email required!
ru_ru: Поле email обязательно!
tr_tr: E-posta gerekli!

source: Please Wait...
ru_ru: Пожалуйста, подождите...
tr_tr: Lütfen Bekleyin...

source: Default Value:
ru_ru: Значение по умолчанию:
tr_tr: Varsayılan Değer:

source: Possible Placeholders:
ru_ru: Возможные вставки:
tr_tr: Olası Yer Belirleyiciler:

source: not specified
ru_ru: не указано
tr_tr: belirtilmemiş

source: Add rewards card
ru_ru: Добавить карту лояльности
tr_tr: Ödül kartı ekle

source: Customer
ru_ru: Клиент
tr_tr: Müşteri

source: <b>%s</b> Rewards program
ru_ru: Программа лояльности <b>%s</b>
tr_tr: <b>%s</b> Ödül programı

source: Return to search
ru_ru: Вернуться к поиску
tr_tr: Aramaya geri dön

source: Please
ru_ru: Пожалуйста
tr_tr: Lütfen

source: Select customer
ru_ru: Выберите клиента
tr_tr: Müşteri seçin

source: Check customer
ru_ru: Проверьте клиента
tr_tr: Müşteriyi kontrol et

source: balance
ru_ru: баланс
tr_tr: bakiye

source: You are about to spend <b>%s</b> points on «%s»
ru_ru: Вы собираетесь потратить <b>%s</b> баллов на «%s»
tr_tr: «%s» üzerinde <b>%s</b> puan harcamak üzeresiniz

source: After this balance will be <b>%s</b> points
ru_ru: После этого баланс составит <b>%s</b> баллов
tr_tr: Bu işlemden sonra bakiyeniz <b>%s</b> puan olacak

source: Check the Rewards card with the number
ru_ru: Попросите <b>карту лояльности</b> с номером
tr_tr: Ödül kartını numarasıyla kontrol edin

source: or
ru_ru: или
tr_tr: veya

source: I checked the card
ru_ru: Я проверил карту
tr_tr: Kartı kontrol ettim

source: Confirm customer’s phone number <b>%s</b> with an SMS
ru_ru: Подтвердите телефон клиента <b>%s</b> с помощью SMS
tr_tr: Müşterinin telefon numarasını <b>%s</b> bir SMS ile doğrulayın

source: Send an SMS
ru_ru: Отправить SMS
tr_tr: Bir SMS gönderin

source: Confirmation SMS being sent ...
ru_ru: Проверочная SMS отправляется...
tr_tr: Doğrulama SMS'i gönderiliyor ...

source: Enter the confirmation code from the SMS
ru_ru: Введите полученный код из SMS
tr_tr: SMS ile gelen onay kodunu giriniz

source: resend
ru_ru: отправить еще раз
tr_tr: tekrar gönder

source: Check the code
ru_ru: Проверить код
tr_tr: Kodu kontrol edin

source: I checked the ID
ru_ru: Я проверил документы
tr_tr: Kimliği kontrol ettim

source: Now you can redeem <b>%s</b> points:
ru_ru: Теперь вы можете списать <b>%s</b> баллов:
tr_tr: Şimdi <b>%s</b> puan kullanabilirsiniz:

source: Redeem %s points
ru_ru: Списать %s баллов
tr_tr: %s Puan kullanın

source: Return to the rewards list page
ru_ru: Назад к списку наград
tr_tr: Ödül listesi sayfasına geri dön

source: You entered an incorrect code!
ru_ru: Вы ввели неверный код!
tr_tr: Hatalı bir kod girdiniz!

source: seconds
ru_ru: секунд
tr_tr: saniye

source: Order amount (before the discount)
ru_ru: Сумма заказа (до вычета скидки)
tr_tr: Sipariş miktarı (indirimden önce)

source: Comments (optional)
ru_ru: Комментарий (необяз.)
tr_tr: Yorumlar (isteğe bağlı)

source: For profile %s
ru_ru: К профилю %s
tr_tr: %s Profili için

source: Min. order
ru_ru: Мин. чек
tr_tr: Min. Sipariş

source: Runs out
ru_ru: Истекает
tr_tr: Tükeniyor

source: Card
ru_ru: Карта
tr_tr: Kart

source: Owner
ru_ru: Владелец
tr_tr: Sahibi

source: New customer
ru_ru: Новый клиент
tr_tr: Yeni müşteri

source: First and Last name
ru_ru: Имя и фамилия
tr_tr: Ad ve Soyad

source: Will be used for search in the Rewards Program
ru_ru: Нужен для поиска в программе лояльности
tr_tr: Ödül Programında aramalar için kullanılır

source: Add New Customer
ru_ru: Создать клиента
tr_tr: Yeni Müşteri Ekle

source: Give points
ru_ru: Дать бонус
tr_tr: Puanlar ver

source: Recipient
ru_ru: Получатель
tr_tr: Alıcı

source: How many points do you want to send to the recipient?
ru_ru: Сколько баллов вы хотите начислить получателю?
tr_tr: Alıcıya kaç puan göndermek istiyorsunuz?

source: Points amount
ru_ru: Количество баллов
tr_tr: Puan miktarı

source: Return to the profile
ru_ru: Назад к профилю
tr_tr: Profile dön

source: Data
ru_ru: Дата
tr_tr: Veri

source: Points Balance
ru_ru: Баланс
tr_tr: Puan Bakiyesi

source: Customer history is empty
ru_ru: История клиента пуста
tr_tr: Müşteri geçmişi boş

source: Customer history is loading...
ru_ru: История клиента загружается...
tr_tr: Müşteri geçmişi yükleniyor...

source: Client Search
ru_ru: Поиск клиента
tr_tr: Müşteri Arama

source: Name / email / phone / Rewards card number / promocode
ru_ru: Имя / email / телефон / карта лояльности / промокод
tr_tr: İsim / e-posta / telefon / Ödül kartı numarası / promosyon kodu

source: Find Customer
ru_ru: Найти клиента
tr_tr: Müşteri Bul

source: Customer not found!
ru_ru: Клиент не найден!
tr_tr: Müşteri bulunamadı!

source: Go to registration?
ru_ru: Перейти к регистрации?
tr_tr: Kayıta gidilsin mi?

source: Reward an Order
ru_ru: Учет заказа
tr_tr: Siparişi Ödüllendir

source: Order total
ru_ru: Сумма заказа
tr_tr: Sipariş toplamı

source: Show available rewards
ru_ru: Показать доступные награды
tr_tr: Mevcut ödülleri göster

source: Take a discount %s for %s points
ru_ru: Взять скидку %s за %s баллов
tr_tr: %s Puan ile %s indirim al

source: Show more rewards
ru_ru: Показать больше наград
tr_tr: Daha fazla ödül göster

source: Unfortunately no rewards are accessible for this balance
ru_ru: Ни одной награды недоступно при таком балансе
tr_tr: Ne yazık ki bu bakiye için bir ödül alınamıyor

source: Rewards cards
ru_ru: Карты лояльности
tr_tr: Ödül kartları

source: Rewards card
ru_ru: Карта лояльности
tr_tr: Ödül kartı

source: Attach a code
ru_ru: Привязать код
tr_tr: Bir kod ekle

source: Invoice
ru_ru: Учесть заказ
tr_tr: Fatura

source: Operation was not performed
ru_ru: Операция не была выполнена
tr_tr: İşlem gerçekleştirilmedi

source: To apply a discount to an order, please use this promo code:
ru_ru: Чтобы вычесть скидку из заказа, примените к ниму этот промокод:
tr_tr: Bir siparişe indirim uygulamak için, lütfen bu promosyon kodunu kullanın:

source: I've used a promo code for an order
ru_ru: Я применил промокод к заказу
tr_tr: Bir sipariş için promosyon kodu kullandım

source: Manually accept a promo code
ru_ru: Принять промокод вручную
tr_tr: Bir promosyon kodunu manuel olarak kabul et

source: Change in balance
ru_ru: Изменение баланса
tr_tr: Bakiyede değişiklik

source: Return to history
ru_ru: Назад к истории
tr_tr: Geçmişe dön

source: Cancel the promo code?
ru_ru: Аннулировать промокод?
tr_tr: Promosyon kodu iptal edilsin mi?

source: Promo code is successfully canceled
ru_ru: Промокод успешно аннулирован
tr_tr: Promosyon kodu başarıyla iptal edildi

source: Status autofinish date in Y-m-d H:i:s format
ru_ru: Дата автозавершения в формате Y-m-d H:i:s

source: Rewards card number
ru_ru: Номер карты лояльности
tr_tr: Ödül kartı numarası

source: Get authorized
ru_ru: Авторизуйтесь
tr_tr: Yetki alın

source: Email already used by another user
ru_ru: Email уже используется другим пользователем

source: Phone number already used by another user
ru_ru: Номер телефона уже используется другим пользователем

source: Referrer Dashboard
ru_ru: Панель реферера

source: How it works
ru_ru: Как это работает?

source: Got it. Let's begin!
ru_ru: Понятно. Начнем!

source: Load statistic
ru_ru: Загружаем статистику

source: Email \t Phone \t Name \t Balance
ru_ru: Email \t Телефон \t Имя \t Баланс

source: Otherwise provide required value. You can insert special placeholders into your texts (they are listed in each setting).
ru_ru: В противном случае укажите требуемое значение. Вы можете вставить специальные заполнители в свои тексты (они перечислены в каждой настройке).
tr_tr: Ya da gerekli değeri sağlayın. Metinlerinize özel yer belirleyiciler ekleyebilirsiniz (bunlar her ayarda listelenir).
