Repository: BitRewards/LoyaltyPlatform
Catalog: resources/lang/i18n/*/LC_MESSAGES/default.po
Languages: ru_ru, tr_tr

source: API Documentation
ru_ru: Документация API
tr_tr: API Dokümantasyonu

source: User
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Promo codes
ru_ru: Промокоды
tr_tr: Promosyon kodları

source: Bulk code add
ru_ru: Массовое добавление кодов
tr_tr: Toplu kod ekleme

source: Partner
ru_ru: Партнер
tr_tr: Ortak

source: Amount
ru_ru: Стоимость
tr_tr: Tutar

source: Codes
ru_ru: Коды
tr_tr: Kodlar

source: Add
ru_ru: Добавить
tr_tr: Ekle

source: Import
ru_ru: Импортировать
tr_tr: İçe aktar

source: Confirm transaction
ru_ru: Подтвердить транзакцию
tr_tr: İşlemi onayla

source: Convert value of all rewards in fiat
ru_ru: Сконвертировать цену всех наград в фиатные деньги
tr_tr: Tüm ödüllerin değerini paraya çevir

source: Export
ru_ru: Экспортировать
tr_tr: Dışa aktar

source: Cancel transaction
ru_ru: Отклонить транзакцию
tr_tr: İşlemi iptal et

source: Your balance is %s
ru_ru: Ваш баланс теперь составляет %s
tr_tr: Bakiyeniz %s

source: Your balance status update:
ru_ru: Последние изменения вашего баланса:
tr_tr: Bakiye durum güncellemesi:

source: Spend BIT Tokens
ru_ru: Потратить BIT токены
tr_tr: BIT Token'leri harcayın

source: Redeem points
ru_ru: Потратить баллы
tr_tr: Puanları kullanın

source: Your balance is tied to this phone: %s
ru_ru: Ваш баланс привязан к телефону %s
tr_tr: Bakiyeniz bu telefona bağlandı: %s

source: Your balance is tied to this email: %s
ru_ru: Ваш баланс привязан к email %s
tr_tr: Bakiyeniz bu e-postaya bağlandı: %s

source: Invite more, earn more!
ru_ru: Больше друзей — больше бонусов!
tr_tr: Daha fazla davet edin, daha fazla kazanın!

source: Your ETH-wallet doesn't have sufficient funds for payment.
ru_ru: На вашем ETH-кошельке недостачтоно средств для выплат.
tr_tr: ETH cüzdanınız ödeme için yeterli miktara sahip değil.

source: The following users received more bonuses than defined by the limits.
ru_ru: Указанные ниже пользователи получили больше бонусов, чем определено лимитами.
tr_tr: Aşağıdaki kullanıcılar, sınırlarla belirlenenden daha fazla bonus aldı.

source: The report is shown for the week from %s to %s.
ru_ru: Отчет показан за неделю с %s по %s.
tr_tr: Rapor, %s ile %s arasındaki hafta için gösteriliyor.

source: The report is shown for the last day.
ru_ru: Отчет показан за прошедший день.
tr_tr: Rapor son gün için gösteriliyor.

source: Bonuses Limit: %s
ru_ru: Лимит бонусов: %s
tr_tr: Bonus Limiti: %s

source: Bonuses Given
ru_ru: Выдано бонусов
tr_tr: Verilen Bonuslar

source: Welcome!
ru_ru: Добро пожаловать!
tr_tr: Hoş geldiniz!

source: If you haven't registered in the <b>«%s» rewards program</b> - simply ignore this email
ru_ru: Если вы не регистрировались в <b>программе лояльности «%s»</b> — просто удалите это письмо
tr_tr: <b>«%s» ödül programı</b>'na kaydolmadıysanız, bu e-postayı yok saymanız yeterli

source: Confirm email
ru_ru: Подтвердить email
tr_tr: E-posta'yı onayla

source: Hello, <br> In order to confirm your email in the loyalty program «%s», use this code
ru_ru: Здравствуйте,<br>Для того, чтобы подтвердить ваш email в программе лояльности «%s», используйте этот код
tr_tr: Merhaba, <br>«%s» sadakat programı için e-postanızı doğrulamakta bu kodu kullanın

source: We inform you that your employee has added bonuses to the client manually.
ru_ru: Сообщаем, что ваш сотрудник начислил бонусы клиенту вручную.
tr_tr: Çalışanınızın müşteriye manuel olarak bonus eklediğini bildiririz.

source: Employee:
ru_ru: Сотрудник:
tr_tr: Çalışan:

source: Receiver:
ru_ru: Получатель:
tr_tr: Alıcı:

source: Bonus Points:
ru_ru: Количество бонусов:
tr_tr: Bonus Puanlar:

source: Comment:
ru_ru: Комментарий:
tr_tr: Yorum:

source: View Recent Transactions
ru_ru: Посмотреть последние транзакции
tr_tr: Son İşlemleri Görüntüle

source: Hello, <br> Use this one-time code to sign in to BitRewards app:
ru_ru: Здравствуйте, <br> Используйте этот одноразовый код для входа в приложение BitRewards:
tr_tr: Merhaba, <br> BitRewards uygulamasında oturum açmak için bu tek seferlik kodu kullanın:

source: This code is only valid for 5 minutes
ru_ru: Код доступен в течение 5 минт
tr_tr: Bu kod yalnızca 5 dakika geçerlidir

source: %s writes you:
ru_ru: %s пишет вам:
tr_tr: %s yazıyor:

source: Get %s discount
ru_ru: Получить скидку %s
tr_tr: %s İndirim alın

source: Password restore request
ru_ru: Запрос на восстановление пароля
tr_tr: Şifre geri yükleme isteği

source: Simply delete this email if you did not request a password reset!
ru_ru: Если вы не запрашивали восстановление пароля — просто удалите это письмо!
tr_tr: Şifre sıfırlama isteğinde bulunmadıysanız, bu e-postayı silmeniz yeterli!

source: Recover password
ru_ru: Восстановить пароль
tr_tr: Şifre kurtarma

source: Hello!
ru_ru: Здравствуйте!
tr_tr: Merhaba!

source: You got %discount% discount in %shop%. This promo-code is stored in your personal customer wallet associated with %login%.
ru_ru: Вы получили скидку %discount% в %shop%. Этот промокод сохранён в вашем персональном кошельке лояльности, доступном по логину %login%.
tr_tr: %shop% mağazasında %discount% indiriminiz var. Bu promosyon kodu, %login% ile ilişkili kişisel müşteri cüzdanınızda saklanır.

source: This promo-code expires on %expire%.
ru_ru: Этот промокод истекает %expire%.
tr_tr: Bu promosyon kodu %expire% tarihinde sona eriyor.

source: Sign in to my wallet
ru_ru: Войти в мой кошелек
tr_tr: Cüzdanım'a oturum aç

source: %s writes:
ru_ru: %s пишет:
tr_tr: %s yazıyor:

source: The answer will be sent to %email%
ru_ru: Ответ предлагается послать на %email%
tr_tr: Cevap %email% adresine gönderilecek

source: Rewards program user ID
ru_ru: ID юзера лояльности
tr_tr: Ödül programı kullanıcı ID

source: the key of the user of loyalty
ru_ru: ключ юзера лояльности
tr_tr: sadakat kullanıcısı anahtarı

source: Made with %heart% on BitRewards
ru_ru: Cделано с %heart% на BitRewards
tr_tr: BitRewards'ta %heart% ile yapıldı

source: Made with %heart% on GIFTD
ru_ru: Cделано с %heart% на GIFTD
tr_tr: GIFTD üzerinde %heart% ile yapıldı

source: Unsubscribe
ru_ru: Отписаться
tr_tr: Abonelikten çık

source: We have processed your request. Result:
ru_ru: Мы обработали ваш запрос. Результат:
tr_tr: İsteğinizi işleme aldık. Sonuç:

source: Total records: <b>%count%</b>;
ru_ru: Записей всего: <b>%count%</b>;
tr_tr: Toplam kayıtlar: <b>%count%</b>;

source: Records skipped: <b>%count%</b>;
ru_ru: Записей пропущено: <b>%count%</b>;
tr_tr: Atlanan kayıtlar: <b>%count%</b>;

source: New users created: <b>%count%</b>;
ru_ru: Новых пользователей создано: <b>%count%</b>;
tr_tr: Yeni oluşturulan kullanıcılar: <b>%count%</b>;

source: Existing users updated: <b>%count%</b>.
ru_ru: Существующих пользователей обновлено: <b>%count%</b>.
tr_tr: Güncellenen mevcut kullanıcılar: <b>%count%</b>.

source: Cashback value according to order value:
ru_ru: Сумма кешбека согласно сумме заказа:
tr_tr: Sipariş değerine göre geri ödeme değeri:

source: for orders
ru_ru: для заказов
tr_tr: siparişler için

source: You will get
ru_ru: Вы получите
tr_tr: Alacaksınız

source: Invite friends
ru_ru: Пригласить друзей
tr_tr: Arkadaşları davet edin

source: Make a purchase
ru_ru: Сделать заказ
tr_tr: Alışveriş yapın

source: Share on Facebook
ru_ru: Поделиться в Facebook
tr_tr: Facebook'ta Paylaş

source: Share on VK
ru_ru: Поделиться ВКонтакте
tr_tr: VK'da Paylaş

source: Your balance
ru_ru: Ваш баланс
tr_tr: Bakiyeniz

source: You can redeem your <strong>BIT tokens</strong> for purchases or transfer it to your Ethereum wallet.<br><br> Also you can transfer more BIT tokens to this wallet from external Ethereum wallet or another BitRewards store.
ru_ru: Вы можете потратить свои <strong>BIT токены</strong> на покупки или вывести на свой Ethereum-кошелёк.<br><br> Вы также можете перевести больше BIT токенов на этот кошелёк со своего внешнего Ethereum-кошелька или из другого магазина BitRewards.
tr_tr: Alışverişleriniz için <strong>BIT tokenlerinizi</strong> kullanabilir ya da bunu Ethereum cüzdanınıza aktarabilirsiniz. <br><br> Ayrıca, bu cüzdana harici Ethereum cüzdanından veya başka bir BitRewards mağazasından, daha fazla BIT tokeni aktarabilirsiniz.

source: Withdraw BIT
ru_ru: Вывести BIT
tr_tr: BIT Çekme

source: Deposit BIT
ru_ru: Пополнить BIT
tr_tr: BIT Yatırma

source: Your rewards
ru_ru: Ваши вознаграждения
tr_tr: Ödülleriniz

source: There are currently no rewards
ru_ru: Вознаграждений пока нет
tr_tr: Şu anda ödül yok

source: Date/time
ru_ru: Дата/Время
tr_tr: Tarih/saat

source: Sender
ru_ru: Отправитель
tr_tr: Gönderen

source: Status
ru_ru: Статус
tr_tr: Durum

source: Thank you!
ru_ru: Спасибо!
tr_tr: Teşekkür ederiz!

source: %amount% BIT will be transferred to your Ethereum wallet <b>%address%</b> soon after BitRewards ICO finishes
ru_ru: %amount% BIT буду начислены на ваш кошелек Ethereum <b>%address%</b> вскоре после окончания ICO BitRewards
tr_tr: BitRewards ICO tamamladıktan kısa bir süre sonra %amount% BIT, <b>%address%</b> Ethereum cüzdanınıza aktarılacaktır

source: Got it
ru_ru: Понятно
tr_tr: Anladım

source: Fee
ru_ru: Комиссия
tr_tr: Ücret

source: Get magic number
ru_ru: Получить идентификатора транзакции
tr_tr: Sihirli numarayı al

source: You may spend your BIT tokens on our rewards<br>or transfer them to your Ethereum wallet
ru_ru: Вы можете потратить накопленные токены BIT на полезные бонусы<br>или перевести на свой кошелек Ethereum
tr_tr: BIT tokenlerinizi ödüllerimize harcayabilir <br> veya bunları Ethereum cüzdanınıza aktarabilirsiniz

source: Withdraw %s BIT
ru_ru: Вывести %s BIT
tr_tr: %s BIT çek

source: Go to exchange
ru_ru: Перейти на биржу
tr_tr: Takasa git

source: Loyalty Card
ru_ru: Карта лояльности
tr_tr: Sadakat Kartı

source: Received
ru_ru: Получена
tr_tr: Alınan

source: Add loyalty card
ru_ru: Добавить карту лояльности
tr_tr: Sadakat kartı ekle

source: Confirmation code is sent on your email
ru_ru: Код подтверждения отправлен вам по email
tr_tr: Onay kodu e-postanıza gönderildi

source: The system already has an account with the entered email, to confirm the identity, indicate the received code in the form below
ru_ru: В системе уже существует аккаунт с введенным email, для подтверждения личности укажите полученный код в форме ниже
tr_tr: Sistemde girilen e-postaya sahip bir hesap var, kimliği doğrulamak için, alınan kodu aşağıdaki formda belirtin

source: Confirmation code from email
ru_ru: Код подтверждения из email
tr_tr: E-postadaki doğrulama kodu

source: Continue
ru_ru: Продолжить
tr_tr: Devam et

source: Back
ru_ru: Назад
tr_tr: Geri

source: Confirmation code is sent to you through SMS
ru_ru: Код подтверждения отправлен вам по SMS
tr_tr: Onay kodu SMS ile size gönderildi

source: An account with entered phone number already exists - to confirm your identity, please enter the code we sent you in the form below
ru_ru: В системе уже существует аккаунт с введенным телефоном, для подтверждения личности укажите полученный код в форме ниже
tr_tr: Girilen telefon numarasına sahip bir hesap zaten mevcut - kimliğinizi doğrulamak için, lütfen gönderdiğimiz kodu aşağıdaki formda girin

source: Confirmation code from the SMS
ru_ru: Код подтверждения из SMS
tr_tr: SMS'le gelen doğrulama kodu

source: Create a password
ru_ru: Придумайте новый пароль
tr_tr: Şifre oluşturun

source: for account
ru_ru: для аккаунта
tr_tr: hesap için

source: The password must be at least 7 characters long
ru_ru: Пароль не&nbsp;должен содержать меньше 7 символов
tr_tr: Şifre en az 7 karakter uzunluğunda olmalı

source: Your password
ru_ru: Ваш пароль
tr_tr: Şifreniz

source: Where do you want to deposit BIT from?
ru_ru: Откуда вы хотите перечислить BIT токены?
tr_tr: BIT'i nereden yatırmak istiyorsunuz?

source: From my<br> Ethereum wallet
ru_ru: Из моего Ethereum-кошелька
tr_tr: Ethereum<br> cüzdanımdan

source: From another BitRewards store
ru_ru: Из другого магазина BitRewards
tr_tr: Başka bir BitRewards mağazasından

source: Exchange<br>ETH to BIT
ru_ru: Обменять<br>ETH на BIT
tr_tr: ETH'den BIT'e<br>dönüşüm

source: Your deposit transactions
ru_ru: Ваши входящие транзакции
tr_tr: Yatırma işlemleriniz

source: You may spend the BIT tokens in the "%s" section
ru_ru: Вы можете потратить BIT токены в разделе "%s"
tr_tr: BIT tokenlerini "%s" bölümünde harcayabilirsiniz

source: Spend BIT
ru_ru: Потратить BIT
tr_tr: BIT Harcayın

source: Earned points can be redeemed in the «%s» section
ru_ru: Заработанные баллы можно потратить в разделе «%s»
tr_tr: Kazanılan puanlar «%s» bölümünde kullanılabilir

source: Spend points
ru_ru: Потратить баллы
tr_tr: Puan harcayın

source: Enter the promo code
ru_ru: Введите промокод
tr_tr: Promosyon kodunu girin

source: Confirm your email!
ru_ru: Подтвердите ваш email!
tr_tr: E-postanızı doğrulayın!

source: It is necessary to confirm the email in order to use the points!
ru_ru: Чтобы использовать баллы, необходимо подтвердить email!
tr_tr: Puanları kullanmak için e-postanızı doğrulamanız gerekli!

source: Use the link in the email to do that
ru_ru: Для этого перейдите по ссылке в письме
tr_tr: Bunu yapmak için e-postadaki bağlantıyı kullanın

source: Check
ru_ru: Проверить
tr_tr: Kontrol

source: The message is sent successfully - check your email
ru_ru: Письмо успешно отправлено, проверьте почту
tr_tr: Mesaj başarıyla gönderildi - e-postanızı kontrol edin

source: Resend the email
ru_ru: Отправить письмо еще раз
tr_tr: E-postayı tekrar gönder

source: Enter your email
ru_ru: Укажите ваш email
tr_tr: E-postanızı girin

source: %lspan%Your email is required when registering through social networks%rspan% for you to receive the rewards points for completed purchases
ru_ru: %lspan%При регистрации через социальную сеть обязательно нужно указать ваш email%rspan% для того, чтобы вы получали баллы лояльности за совершенные покупки
tr_tr: %lspan%Sosyal ağlar üzerinden kayıt olurken,%rspan% tamamlanmış alımlarınızdan gelen puanları alabilmeniz için e-postanız gereklidir

source: Your email
ru_ru: Ваш email
tr_tr: E-posta adresiniz

source: Enter password
ru_ru: Введите пароль
tr_tr: Şifrenizi girin

source: I forgot my password
ru_ru: Я забыл пароль
tr_tr: Şifremi Unuttum

source: FAQs
ru_ru: Часто задаваемые вопросы
tr_tr: SSS

source: Ask a question
ru_ru: Задайте свой вопрос
tr_tr: Bir soru sor

source: Action history
ru_ru: История действий
tr_tr: Eylem geçmişi

source: Invite a friend
ru_ru: Пригласить друга
tr_tr: Bir arkadaşı davet et

source: Share
ru_ru: Поделиться
tr_tr: Paylaş

source: or copy and send the link
ru_ru: или скопируйте и отправьте ссылку
tr_tr: yada linki kopyalayıp gönder

source: Copy the link
ru_ru: Скопировать ссылку
tr_tr: Linki kopyala

source: Copied
ru_ru: Скопировано
tr_tr: Kopyalandı

source: Send an email invite
ru_ru: Отправить приглашение по email
tr_tr: Bir davet e-postası gönder

source: Recipient's email
ru_ru: Email получателя
tr_tr: Alıcının e-postası

source: Senders name
ru_ru: Имя отправителя
tr_tr: Gönderenin adı

source: Hello! «%shop%» store is offering my friends a %discount% discount on their first purchase. I was thinking you might be interested :)
ru_ru: Привет! Магазин «%shop%» дал моим друзьям скидку %discount% на первую покупку. И я подумал, что тебе это может быть интересно :)
tr_tr: Merhaba! «%shop%» mağazası, arkadaşlarıma ilk alışverişlerinde %discount% indirim sunuyor. İlgini çekebileceğini düşündüm :)

source: Message
ru_ru: Сообщение
tr_tr: Mesaj

source: Send
ru_ru: Отправить
tr_tr: Gönder

source: Link sent
ru_ru: Ссылка отправлена
tr_tr: Link gönderildi

source: we sent your reference link and the message to %email%
ru_ru: мы отправили вашу реферальную ссылку и сообщение на %email%
tr_tr: referans linkinizi ve mesajınızı %email% adresine gönderdik

source: or login using your email
ru_ru: или войдите по email
tr_tr: veya e-postanızı kullanarak giriş yapın

source: or login using the phone number
ru_ru: или войдите по номеру телефона
tr_tr: veya telefon numarasını kullanarak giriş yapın

source: You received %signup_bonus% for your visit!
ru_ru: Мы уже подарили вам %signup_bonus% за визит!
tr_tr: Ziyaretiniz için %signup_bonus% aldınız!

source: Use one of the social networks to login:
ru_ru: Подключитесь, чтобы забрать их:
tr_tr: Giriş yapmak için sosyal ağlardan birini kullanın:

source: Login with social networks:
ru_ru: Войдите через соц. сети:
tr_tr: Sosyal ağlarla giriş yapın:

source: Login with Facebook
ru_ru: Войдите с помощью Facebook
tr_tr: Facebook ile giriş

source: Login with VK
ru_ru: Войдите с помощью Вконтакте
tr_tr: VK ile giriş

source: Login with Twitter
ru_ru: Войдите с помощью Twitter
tr_tr: Twitter ile giriş

source: Login with Google+
ru_ru: Войдите с помощью Google+
tr_tr: Google+ ile giriş

source: Logout
ru_ru: Выйти
tr_tr: Çıkış yap

source: Login
ru_ru: Войти
tr_tr: Oturum aç

source: You have
ru_ru: У вас##you have
tr_tr: Sizin

source: History
ru_ru: История
tr_tr: Geçmiş

source: Help
ru_ru: Помощь
tr_tr: Yardım

source: Made with GIFTD
ru_ru: Сделано в GIFTD
tr_tr: GIFTD ile yapıldı

source: You can use your bonuses after logging in
ru_ru: Только после авторизации вы&nbsp;сможете получать и&nbsp;использовать свои бонусы
tr_tr: Giriş yaptıktan sonra bonuslarınızı kullanabilirsiniz

source: Response email
ru_ru: Ваш email для ответа
tr_tr: Yanıt e-postası

source: Thank you
ru_ru: Спасибо
tr_tr: Teşekkürler

source: We will respond through email
ru_ru: мы рассмотрим ваш вопрос и отправим ответ на email
tr_tr: E-posta ile cevap vereceğiz

source: Activate card
ru_ru: Активировать карту
tr_tr: Kartı etkinleştir

source: Activate discount card
ru_ru: Активировать карту скидок
tr_tr: İndirim kartını etkinleştir

source: Activate loyalty card
ru_ru: Активировать карту лояльности
tr_tr: Sadakat kartını etkinleştir

source: Card Number
ru_ru: Номер карты
tr_tr: Kart numarası

source: Congratulations!
ru_ru: Поздравляем!
tr_tr: Tebrikler!

source: You have activated your card
ru_ru: Вы активировали свою карту
tr_tr: Kartınızı etkinleştirdiniz

source: Promo code
ru_ru: Промокод
tr_tr: Promosyon kodu

source: Redeem
ru_ru: Использовать
tr_tr: Kullan

source: Success!
ru_ru: Успех!
tr_tr: Başarılı!

source: You received a bonus
ru_ru: Вы получили бонус
tr_tr: Bir bonus aldınız

source: Enter your Ethereum wallet address
ru_ru: Введите адрес своего Ethereum-кошелька
tr_tr: Ethereum cüzdan adresinizi girin

source: Your Ethereum address
ru_ru: Ваш адрес Ethereum
tr_tr: Ethereum adresiniz

source: Fill in the amount input form with number of BIT you want to get on your Ethereum wallet
ru_ru: Введите в поле формы количество BIT токенов, которое вы хотите получить на свой Ethereum-кошелёк
tr_tr: Ethereum cüzdanınıza almak istediğiniz BIT sayısıyla miktar giriş formunu doldurun

source: Store terms:
ru_ru: Условия магазина:
tr_tr: Mağaza şartları:

source: Minimum <b>%d BIT</b>
ru_ru: Минимум <b>%d BIT</b>

source: Maximum <b>%d BIT</b>
ru_ru: Максимум <b>%d BIT</b>
tr_tr: Maksimum <b>%d BIT</b>

source: shop withdrawal fee
ru_ru: Комиссия магазина за вывод
tr_tr: mağaza çekim ücreti

source: Amount charged
ru_ru: Сумма списания
tr_tr: Ödenmesi gereken tutar

source: Total amount to be credited
ru_ru: Итоговая сумма поступления
tr_tr: Kredilendirilecek toplam tutar

source: Transfer <span class='js-withdraw-total'></span> BIT
ru_ru: Перевести <span class='js-withdraw-total'></span> BIT
tr_tr: Aktar <span class='js-withdraw-total'></span>BIT

source: You have sent
ru_ru: Вы отправили
tr_tr: Gönderdiniz

source: to other BitRewards shop's Ethereum-address:
ru_ru: на Ethereum-адрес другого магазина с BitRewards:
tr_tr: diğer BitRewards mağazasının Ethereum adresine:

source: to other Ethereum-address:
ru_ru: на другой Ethereum-адрес:
tr_tr: diğer Ethereum adresine:

source: Copy this magic number to shop where you send BIT
ru_ru: Скопируйте идентификатор транзакции в магазин, куда вы отправили BIT токены
tr_tr: BIT gönderdiğiniz yerde alışveriş yapmak için bu sihirli numarayı kopyalayın

source: Copy magic number
ru_ru: Скопировать идентификатор транзакции
tr_tr: Sihirli numarayı kopyala

source: Copied!
ru_ru: Скопировано!
tr_tr: Kopyalandı!

source: Copy this magic number;
ru_ru: Скопируйте идентификатор транзакции;
tr_tr: Bu sihirli numarayı kopyalayın;

source: Go to the shop, where you send this BITs;
ru_ru: Идите в магазин, куда вы отправили BIT токены;
tr_tr: Bu BIT'leri gönderdiğiniz mağazaya gidin;

source: Go to the <strong>Deposit BIT > From other BitRewards shop;</strong>
ru_ru: Переходите в раздел <strong>Пополнить BIT > Из другого магазина BitRewards;</strong>
tr_tr: Şuraya gidin <strong>BIT Yatır > Diğer BitRewards mağazasından;</strong>

source: Paste this magic number to the input-form.
ru_ru: Вставьте этот магический номер в форму ввода.
tr_tr: Bu sihirli numarayı giriş formuna yapıştırın.

source: Done
ru_ru: Готово
tr_tr: Tamam

source: Put your ethereum wallet address here
ru_ru: Введите адрес вашего Ethereum-кошелька
tr_tr: Ethereum cüzdan adresinizi buraya ekleyin

source: DO:
ru_ru: ПРАВИЛЬНО:
tr_tr: YAPIN:

source: Your personal Ethereum wallet address: MetaMask, Mist, MyEtherWallet, Parity, Trust, imToken etc
ru_ru: Адрес вашего личного Ethereum-кошелька: MetaMask, Mist, MyEtherWallet, Parity, Trust, imToken и т.д.
tr_tr: Kişisel Ethereum cüzdan adresiniz: MetaMask, Mist, MyEtherWallet, Parity, Trust, imToken vb

source: DO NOT:
ru_ru: НЕПРАВИЛЬНО:
tr_tr: YAPMAYIN:

source: Exchange addresses, other service's addresses, other users' address.
ru_ru: Адреса обменников, адреса других сервисов, адреса других пользователей.
tr_tr: Exchange adresleri, diğer servislerin adresleri, diğer kullanıcıların adresleri.

source: Get the deposit address
ru_ru: Получить адрес перевода
tr_tr: Yatırma adresini al

source: Send BIT tokens with your Ethereum wallet
ru_ru: Отправить BIT с вашего Ethereum-кошелька
tr_tr: Ethereum cüzdanınız ile BIT jetonları gönderin

source: From
ru_ru: Отправитель
tr_tr: Kimden

source: To
ru_ru: Получатель
tr_tr: Kime

source: Copy address
ru_ru: Скопировать адрес
tr_tr: Adresi kopyala

source: Attention
ru_ru: Внимание
tr_tr: Dikkat

source: 1. <strong>Send only BIT.</strong> Don't send ETH or other tokens.
ru_ru: 1. <strong>Отправляйте только BIT.</strong> Не отправляйте ETH или другие токены.
tr_tr: 1. <strong>Sadece BIT gönderin.</strong> ETH veya başka token göndermeyin.

source: 2. Send BIT only from <strong class='i__text js-deposit-eth'></strong>
ru_ru: 2. Отправляйте BIT только с <strong class='i__text js-deposit-eth'></strong>
tr_tr: 2. BIT'i yalnızca <strong class ='i__text js-deposit-eth'></strong> 'den gönderin

source: 3. Check the <a class='link link_viewtype_standard' href='#''>instructions</a> for your wallet.
ru_ru: 3. Ознакомьтесь с <a class='link link_viewtype_standard' href='#''>инструкциями</a> для своего кошелька.
tr_tr: 3. Cüzdanınızla ilgili <a class='link link_viewtype_standard' href='#'> talimatları</a> inceleyin.

source: Fill in the address input sender's form with this Ethereum address
ru_ru: Введите в поле формы этот Ethereum-адрес
tr_tr: Gönderici formundaki adres girişi bölümüne bu Ethereum adresini girin

source: Open the parallel tab and go to the store loyalty program, from where you want to transfer your BIT.
ru_ru: Откройте параллельно вкладку и перейдите в программу лояльности магазина, откуда хотите перенести свои BIT.
tr_tr: Paralel sekmeyi açın ve BIT'inizi aktarmak istediğiniz yerden mağaza sadakat programına gidin.

source: Go to the section Withdraw BIT and push the Withdraw BIT button.
ru_ru: Перейдите в раздел Вывести BIT и нажмите на кнопку Вывести BIT.
tr_tr: BIT Çekme bölümüne gidin ve BIT Çekme düğmesine basın.

source: Insert copied ethereum address in the corresponding field and press "Send amount" button
ru_ru: Вставьте скопированный Ethereum-адрес в соответствующее поле и нажмите кнопку "Указать сумму".
tr_tr: Kopyalanan ethereum adresini ilgili alana ekleyin ve "Miktarı gönder" düğmesine basın
