Repository: BitRewards/LoyaltyPlatform
Catalog: resources/lang/i18n/*/LC_MESSAGES/default.po
Languages: ru_ru, tr_tr

source: Onboarding label on dashboard page
ru_ru: CTA на странице "Панель реферера"

source: Referral link heading
ru_ru: Заголовок над реферальной ссылкой

source: Total cashback amount label
ru_ru: Надпись сумма полученного кэшбека

source: Referrer balance tip message
ru_ru: Подсказка у иконки "Текущий баланс"

source: Referrer balance available funds tip message
ru_ru: Подсказка у иконки "Текущий баланс" – вывод средств

source: TOS Link
ru_ru: Ссылка на правила сервиса

source: Which tab should be opened on auth
ru_ru: Какую вкладку нужно открывать при авторизации

source: Default
ru_ru: По умолчанию

source: Spend
ru_ru: Потратить

source: Profile
ru_ru: Профиль

source: Referrer balance total earned tip message
ru_ru: Подсказка у иконки "Всего заработано"

source: Earn
ru_ru: Заработать

source: CMS Order Number
ru_ru: Номер заказа в CMS

source: You are a member of «{partnerTitle}» Referral Program
ru_ru: Вы участвуете в реферальной программе «{partnerTitle}»

source: If you haven't registered in the <b>«%s» referral program</b> - simply ignore this email
ru_ru: Если вы не регистрировались в <b>реферальной программе «%s»</b> — просто удалите это письмо

source: The user with e-mail <strong class='js-confirm-email'></strong> is unregistered.
ru_ru: Пользователь с e-mail'ои <strong class='js-confirm-email'></strong> незарегестрирован.

source: Nova User
ru_ru: Пользователь Nova

source: You can earn points for purchases, friends' purchases and social activity.
ru_ru: Вы можете зарабатывать баллы за ваши покупки, покупки друзей и социальную активность.

source: Earn points in the "Earn points" section.
ru_ru: Зарабатывайте баллы за действия в разделе "Заработать баллы".

source: Invite friends and earn points from their purchases.
ru_ru: Приглашайте друзей и зарабатывайте с их покупок.

source: In the “Invite friends” section you can get a referral link that you can share with your friends and earn cashback for their purchases.
ru_ru: В разделе "Пригласить друзей" вы можете получить реферальную ссылку, которой можете делиться со своими друзьями и зарабатывать кешбэк за их покупки.

source: Redeem points for rewards and purchases in the "Redeem points" section.
ru_ru: Тратьте баллы на призы и покупки в разделе "Потратить баллы".

source: Redeem points for discounts, coupons, products or services. Offers are constantly updated!
ru_ru: Обменяйте заработанные баллы на скидки, купоны, товары или услуги. Предложения постоянно обновляются!

source: Watch my balance
ru_ru: Посмотреть свой баланс

source: Total amount of withdraws
ru_ru: Общая сумма выведенных средств

source: Last seen
ru_ru: Последний визит

source: Last referral visit date
ru_ru: Дата последнего визита реферала

source: Referrals
ru_ru: Рефералы

source: Referrals orders
ru_ru: Заказы рефералов

source: Withdraws
ru_ru: Вывод

source: Referral Orders
ru_ru: Заказы рефералов

source: Referral Order
ru_ru: Реферальный заказ

source: Order ID
ru_ru: Номер заказа

source: Order shop ID
ru_ru: ID магазина

source: Order created date
ru_ru: Дата создания заказа

source: Order amount
ru_ru: Сумма заказа

source: Reward amount
ru_ru: Сумма награды

source: Confirmed date
ru_ru: Дата подтверждения

source: Referral name
ru_ru: Имя реферала

source: Referral email
ru_ru: Email реферала

source: Referral phone
ru_ru: Номер телефона реферала

source: Referrer Withdraws
ru_ru: Снятия реферала

source: Referrer Withdraw
ru_ru: Снятия реферала

source: Payout ID
ru_ru: ID выплаты

source: Request date
ru_ru: Дата запроса

source: Amount of the payout
ru_ru: Сумма выплаты

source: Total amount of the payout
ru_ru: Сумма выплаты

source: Payout / Cancel date
ru_ru: Дата выплаты/отмены

source: Referral Section heading in Balance Changed email for referral promo code enabled
ru_ru: Третий пункт действий секции \"Приведи друга\" в письме об изменении баланса при включенном реферальном промокоде

source: Share this code with your friends, get more rewards!
ru_ru: Поделитесь кодом с друзьями, получите больше баллов!

source: First step of Referral Section of Balance Changed email for referral promo code enabled
ru_ru: Третий пункт действий секции "Приведи друга" в письме об изменении баланса при включенном реферальном промокоде

source: Send this code to your friends!
ru_ru: Отправьте этот код вашим друзьям!

source: Resources
ru_ru: Ресурсы

source: Limit per user
ru_ru: Лимит на пользователя

source: How many times one user can receive this reward?
ru_ru: Сколько раз пользователь может получить эту награду?

source: Successfully processed entries: %count%
ru_ru: Успешно обработанные записи: %count%

source: Data or file should be specified
ru_ru: Прикрепите файл или введите данные для импорта

source: Upload xls/csv file
ru_ru: Загрузить xls/csv

source: Please upload xls or csv file with following structure: <ul><li>1st column – email</li><li>2nd column - phone</li><li>3rd column - name</li><li>4th column - balance</li></ul>
ru_ru: Загрузите xls или csv файл со следующей структурой : <ul><li>1я колонка – имя </li><li>2я колонка – email</li><li>3я колонка – телефон</li><li>4я колонка – баланс</li></ul>

source: Referral Tool
ru_ru: Реферальная программа

source: Dashboard
ru_ru: Панель управления

source: Amount of referrers earnings per day
ru_ru: Сумма заработка реферреров по дням

source: Total number of registered referrers for period
ru_ru: Количество новых реферреров за период

source: Amount of earnings per day
ru_ru: Сумма заработка по дням

source: Number of referral purchases per day
ru_ru: Количество реферальных покупок по дням

source: Number of new referrers per day
ru_ru: Количество новых реферреров по дням

source: Last Week
ru_ru: За неделю

source: Last 2 Weeks
ru_ru: За 2 недели

source: Last Months
ru_ru: За месяц

source: Last 2 Months
ru_ru: За 2 месяца

source: Last 6 Months
ru_ru: За 6 месяцев

source: Last Year
ru_ru: За год

source: Predefined cashback value (put if you want to rewrite action value)
ru_ru: Предопределенное значение кешбэка (укажите, если хотите переписать значение в action'е)

source: Predefined referrer cashback value (put if you want to rewrite action value)
ru_ru: Предопределенное значение кешбэка реферрера (укажите, если хотите переписать значение в action'е)

source: Payment
ru_ru: Выплата

source: Final Amount
ru_ru: Финальная сумма

source: Confirm
ru_ru: Подтвердить

source: Reject
ru_ru: Отказать

source: Amount of withdrawals requests
ru_ru: Сумма запросов на выплаты

source: Number of withdrawals requests
ru_ru: Количество запросов на выплаты

source: Amount of available withdrawals
ru_ru: Размер средств, доступных для вывода

source: Deposits
ru_ru: Депозиты

source: Number of referrals for period
ru_ru: Реферальные посетители за период

source: Amount of confirmed referral purchases
ru_ru: Сумма подтвержденных реферальных покупок

source: Number of confirmed referral purchases
ru_ru: Подтвержденные реферальные покупки

source: Total number of referral purchases
ru_ru: Реферальные заказы, включая неподтвержденные

source: Total amount of earnings
ru_ru: Итоговая сумма заработков

source: Total amount of referral purchases
ru_ru: Сумма реферальных заказов, включая неподтвержденные

source: Details
ru_ru: Детали

source: Perform more actions
ru_ru: Выполните больше действий

source: Take any action from the proposed. More actions – more discount is!
ru_ru: Сделайте любые действия из предложенных. Больше действий – больше скидка!

source: Choose the discount size and get a promo-code.
ru_ru: Выберите подходящий размер скидки и получите промокод.

source: Apply the promo code on the ticket purchase page.
ru_ru: Примените промокод на странице покупки билета.

source: Send us the post
ru_ru: Отправьте нам полученный пост

source: Add link to post
ru_ru: Добавьте ссылку на пост

source: Artificial Intelligence will check the content of the image and give you a reward.
ru_ru: Искусственный интеллект выполнит проверку содержания поста и изображения и даст вам награду.

source: Submit for review
ru_ru: Отправить на проверку

source: Time left
ru_ru: Осталось примерно

source: s.
ru_ru: сек

source: Rejected
ru_ru: Отклонено

source: Fee type
ru_ru: Тип комиссии

source: Deposit confirmed!
ru_ru: Депозит одобрен!

source: Unable to confirm deposit
ru_ru: Невозможно одобрить депозит

source: Deposit declined!
ru_ru: Депозит отклонен!

source: Unable to decline deposit
ru_ru: Невозможно отклонить депозит

source: Referral visitors for period
ru_ru: Реферальные посетители за период

source: Confirmed referral purchases
ru_ru: Подтвержденные реферальные покупки

source: Amount of referral orders, including unconfirmed
ru_ru: Сумма реферальных заказов, включая неподтвержденные

source: New referrers per day
ru_ru: Новые рефереры по дням

source: Referral orders, including unconfirmed
ru_ru: Реферальные заказы, включая неподтвержденные

source: Referral system balance
ru_ru: Баланс реферальной системы

source: Total referrers
ru_ru: Всего рефереров

source: Registration date to
ru_ru: Дата регистрации до

source: Registration date from
ru_ru: Дата регистрации от

source: Last visit from
ru_ru: Последний визит с

source: Last visit to
ru_ru: Последний визит по

source: discount
ru_ru: скидка

source: Perform %count% more actions
ru_ru: Выполните еще %count% действий

source: %s discount
ru_ru: скидка %s

source: Referral last visit from
ru_ru: Последний визит реферала от

source: Referral last visit to
ru_ru: Последний визит реферала до

source: Select from
ru_ru: Выбрать из

source: Select to
ru_ru: Выбрать до

source: With referral purchases
ru_ru: С реферальными покупками

source: Filter by actions
ru_ru: Фильтр по действиям

source: Referrers rewards
ru_ru: Награды рефереров

source: Referral widget share amount
ru_ru: Размер вознаграждения за шейр на реферальном виджете

source: Referrals rewards
ru_ru: Награды рефералов

source: Minimal order value
ru_ru: Минимальный заказ

source: Appearance settings
ru_ru: Настройки внешнего вида

source: Color
ru_ru: Цвет

source: Auto registration every customer
ru_ru: Авторегистрация покупателей

source: Allow to register with social networks
ru_ru: Разрешить регистрацию с помощью социальных сетей

source: Notification button
ru_ru: Кнопка с уведомлениями

source: Show the notification tool
ru_ru: Показывать кнопку с уведомлениями

source: Change the title on the notification tool
ru_ru: Изменить заголовок на кнопке с уведомлениями

source: Referral widget
ru_ru: Реферальный виджет

source: Show the referral widget
ru_ru: Показывать реферальный виджет

source: Settings successfully updated
ru_ru: Настройки успешно изменены

source: Settings update error!
ru_ru: Ошибка в изменении настроек!

source: %discount% discount in %shop% is stored in referral program
ru_ru: Скидка %discount% в %shop% сохранена в реферальной программе

source: You got %discount% discount in %shop%. This promo-code is stored in your referral program wallet associated with %login%.
ru_ru: Вы получили скидку %discount% в %shop%. Этот промокод сохранён в вашем аккаунте реферальной программы, доступном по логину %login%.

source: -%s discount
ru_ru: скидка -%s

source: Get a reward
ru_ru: Забрать скидку

source: Get a discount
ru_ru: Забрать скидку

source: Perform %count% more {action|actions}
ru_ru: Выполните еще %count% {действие|действия|действий}

source: Discounts received
ru_ru: Полученные скидки

source: Your discounts
ru_ru: Ваши скидки

source: There are currently no discounts
ru_ru: Скидок пока нет

source: Earn a discount
ru_ru: Получить скидку

source: Your available discount is %s
ru_ru: Ваша доступная скидка теперь составляет %s

source: Social Network Post
ru_ru: Пост в социальной сети

source: Unable to create transaction. Transaction limit exceeded?
ru_ru: Невозможно создать транзакцию. Исчерпан лимит транзакций?

source: Share on Instagram
ru_ru: Поделиться в Instagram

source: Your post is moderated, you will receive a reward later.
ru_ru: Ваш пост находится на модерации, вы получите награду позже.

source: Checking process complete! <br> You got %r% points.
ru_ru: Проверка закончена! <bt> Вам начислено %r% баллов.

source: Our smart AI algorithm could not dump your post.
ru_ru: Умный AI алгоритм не смог промодерировать ваш пост.

source: Or paste the screenshot into this area
ru_ru: Или вставьте скриншот в эту область

source: Only images are accepted
ru_ru: Разрешены только изображения

source: Your browser doesn't support drag'n'drop functionality
ru_ru: Ваш браузер не поддерживает drag'n'drop

source: This file has the size of ({{filesize}}MiB). The maximum file size is: {{maxFilesize}}MiB.
ru_ru: Размер файла: ({{filesize}}MiB). Максимальный размер файла: {{maxFilesize}}MiB.

source: Share in Instagram
ru_ru: Поделиться в Instagram

source: Post URL
ru_ru: URL поста

source: Post Image
ru_ru: Изображение поста

source: Subscribe to Telegram
ru_ru: Подписаться в Telegram

source: Custom social action
ru_ru: Любое социальное действие

source: Share us to your instagram to obtain the reward
ru_ru: Поделитесь информацией о нашем магазине в своём Instagram-аккаунте, чтобы получить награду

source: Subscribe to our telegram channel to obtain the reward
ru_ru: Подпишитесь на наш Telegram-канал, чтобы получить награду

source: The default description of the custom social media action
ru_ru: Описание по-умолчанию для любого социального действия

source: Completed
ru_ru: Завершено

source: Add a link or attach a screenshot
ru_ru: Добавьте ссылку или приложите скриншот

source: Paste the screenshot in this area
ru_ru: Вставьте скриншот в эту область

source: Send us the screenshot of your subscription
ru_ru: Пришлите нам скриншот с подпиской

source: Instagram action - send us post message
ru_ru: Экшн инстаграм - Отправьте нам полученный пост

source: Instagram action - description message
ru_ru: Экшн инстаграм - описание

source: Number of purchases with BitRewards tools
ru_ru: Количество заказов по всем инструментам

source: Average order value for all BitRewards tools
ru_ru: Средний чек по всем инструментам

source: Number of working tools
ru_ru: Количество подключенных инструментов

source: Number of used promo-codes for all BitRewards tools
ru_ru: Количество использованных промокодов по всем инструментам

source: Number of issued promo-codes for all BitRewards tools
ru_ru: Количество выданных промокодов по всем инструментам

source: Total amount of purchases for all BitRewards Tools
ru_ru: Итоговая сумма продаж по всем инструментам

source: Number of sent emails
ru_ru: Количество отправленных email

source: Number of unique users of BitRewards Tools
ru_ru: Количество уникальных пользователей инструментов

source: Results for each tool
ru_ru: Результаты по каждому инструменту

source: BitRewards tool
ru_ru: Инструмент BitRewards

source: Amount of orders
ru_ru: Сумма заказов

source: Average order value
ru_ru: Средний чек

source: Number of orders
ru_ru: Количество заказов

source: SMS with new confirmation code was sent to <strong class='js-confirm-phone'></strong>.
ru_ru: СМС с подтверждающим кодом повторно отправлена на <strong class='js-confirm-phone'></strong>.

source: New confirmation code was sent to <strong class='js-confirm-email'></strong>.
ru_ru: Новый код подтверждения бы отправлен на <strong class='js-confirm-email'></strong>.

source: Send the code again
ru_ru: Выслать код повторно

source: Tool statistic
ru_ru: Статистика по инструментам BitRewards

source: Tools Statistic
ru_ru: Статистика по инструментам BitRewards

source: First Name
ru_ru: Имя

source: Second Name
ru_ru: Фамилия

source: Credit Card
ru_ru: Номер карты

source: The first name field is required
ru_ru: Поле имя обязательно для заполнения

source: The second name field is required
ru_ru: Поле фамилия обязательно для заполнения

source: Partner "%s" has BIT tokens enabled ("bitrewards-enabled": true) in settings. Custom bonus in BIT tokens has been disabled for security reasons
ru_ru: Партнер "%s" включил BIT токены ("bitrewards-enabled": true) в настройках. Пользовательский бонус в токенах BIT отключен по соображениям безопасности

source: Credit card
ru_ru: Номер карты

source: Withdrawal amount
ru_ru: Сумма выплаты

source: Sign in to receive referral links and earn.
ru_ru: Авторизуйтесь, чтобы получить реферальные ссылки и заработать.

source: Average order value increase
ru_ru: Превышение среднего чека магазина

source: No Increase
ru_ru: Не увеличился

source: No Prior Data
ru_ru: Нет приоритетных данных

source: No Current Data
ru_ru: Нет теущих данных

source: No Data
ru_ru: Нет данных

source: Received contacts by BitRewards tools
ru_ru: Контакты, собранные инструментами BitRewards

source: Total Payout Amount
ru_ru: Общая сумма выплаты

source: Payout Amount
ru_ru: Сумма выплаты

source: Invalid JSON data
ru_ru: Некорректный JSON

source: Cashback action advanced config
ru_ru: Расширенные настройки кэшбэка

source: Edit this JSON only if you understand what you are doing. Your loyalty system may stop working if you enter incorrect data in this field.
ru_ru: Редактируйте данный JSON только в том случае, если вы понимаете что делаете. Ваша система лояльности может перестать работать при внесении некорректных данных в данное поле.

source: Advanced settings
ru_ru: Расширенные настройки

source: Referral rewards advanced config
ru_ru: Расширенные настройки реферальной системы

source: Social posts per day
ru_ru: Количество постов в социальных сетях

source: Affiliate Action (Admitad)
tr_tr: Üyelik Eylemi (Admitad)

source: Email
tr_tr: E-posta

source: Name
tr_tr: İsim

source: Title
tr_tr: Unvan

source: User ID
tr_tr: Kullanıcı ID

source: OUT
tr_tr: DIŞARI

source: IN
tr_tr: İÇERİ

source: Customer's User Key (put here the value of 'gcrm_user_key' cookie)
tr_tr: Müşterinin Kullanıcı Anahtarı (buraya 'gcrm_user_key' çerezinin değerini girin)

source: Customer referrer's User Key (put here the value of 'gcrm_ref_user_key' cookie)
tr_tr: Müşteriyi yönlendirenin Kullanıcı Anahtarı (buraya 'gcrm_ref_user_key' çerezinin değerini girin)

source: Deposit
tr_tr: Yatır
