Repository: BitRewards/LoyaltyPlatform
Catalog: resources/lang/i18n/*/LC_MESSAGES/default.po
Languages: ru_ru, tr_tr

source: If you give a discount using another method (not through a promo code), then the promo code ought to be canceled.
ru_ru: Если вы даете скидку, используя другой метод (не через промокод), тогда промокод следует отменить.
tr_tr: Başka bir yöntem kullanarak (bir promosyon koduyla değil) indirim yaparsanız, promosyon kodu iptal edilmelidir.

source: Ask the customer for an <b>ID</b>, containing the name <nobr><b>%s</b></nobr>
ru_ru: Спросите у покупателя <b>Документ</b>, удостоверяющий личность <nobr><b>%s</b></nobr>
tr_tr: Müşteriden, <nobr><b>%s</b></nobr> adını içeren bir <b>Kimlik</b> isteyin

source: Are you sure you want to detach this card from the user? The bonuses associated with this card will be debited from the user's balance!
ru_ru: Вы уверены, что хотите отвязать карту от пользователя? Бонусы, прикрепленные к карте, будут списаны с баланса!
tr_tr: Bu kartı kullanıcıdan ayırmak istediğinizden emin misiniz? Bu kartla ilişkilendirilen bonuslar, kullanıcının bakiyesinden düşülecek!

source: Comments can contain additional information. The system will interpret and take account of everything
ru_ru: Комментарии могут содержать дополнительную информацию. Система будет интерпретировать и учитывать все.
tr_tr: Yorumlar ek bilgi içerebilir. Sistem her şeyi yorumlayacak ve dikkate alacaktır

source: To receive a points reward for the order, add this number in to the <nobr><b><big>order comments:</big></b></nobr>
ru_ru: Чтобы получить бонусные баллы за заказ, дбавьте этот номер в <nobr><b><big>комментарий заказа:</big></b></nobr>
tr_tr: Siparişiniz için bir puan ödülü almak için, bu numarayı <nobr><b><big>sipariş yorumlarına ekleyin:</big></b></nobr>

source: Enter the current order total for the system to calculate and suggest an optimal discount
ru_ru: Введите текущую сумму заказа для системы, чтобы рассчитать и предложить оптимальную скидку
tr_tr: Optimum bir indirim hesaplaması ve önermesi için, sisteme geçerli sipariş toplamını girin

source: The customer will be able to redeem points online or offline using this card number
ru_ru: Покупатель сможет выкупать баллы онлайн или офлайн, используя этот номер карты
tr_tr: Müşteri, bu kart numarasını kullanarak çevrimiçi veya çevrimdışı olarak puanlarını kullanabilir

source: Leave any field blank if you don't want to change default value.
ru_ru: Оставьте поле пустым, если вы не хотите изменять значение по умолчанию.
tr_tr: Varsayılan değerini değiştirmek istemiyorsanız, herhangi bir alanı boş bırakın.

source: The customer will be able to redeem points for purchases
ru_ru: Покупатель сможет тратить баллы на покупки
tr_tr: Müşteri, alışverişlerinde puanları kullanabilecek

source: Yesterday
ru_ru: Вчера

source: Last week
ru_ru: Прошлая неделя

source: Last month
ru_ru: Прошлый месяц

source: This year
ru_ru: Этот год

source: Last 7 days
ru_ru: Последние 7 дней

source: Last 30 days
ru_ru: Последние 30 дней

source: Last 60 days
ru_ru: Последние 60 дней

source: Not enough free funds for withdraw
ru_ru: Недостаточно средств для вывода

source: The minimal withdraw is %minAmount%
ru_ru: Минимальная сумма вывода — %minAmount%

source: The maximum withdraw is %maxAmount%
ru_ru: Максимальная сумма вывода — %maxAmount%

source: Close
ru_ru: Закрыть

source: Current balance
ru_ru: Текущий баланс

source: Available for withdraw
ru_ru: Доступно для вывода

source: On payment
ru_ru: В процессе вывода

source: Total paid
ru_ru: Всего выплачено

source: Total earned
ru_ru: Всего заработано

source: Withdraw funds
ru_ru: Вывести средства

source: Funds withdraw transactions:
ru_ru: Транзакции по выводу средств:

source: Recipient name
ru_ru: Имя получателя

source: Card number
ru_ru: Номер карты

source: Sent
ru_ru: Отправить

source: Available for withdrawal balance:
ru_ru: Доступный для вывода баланс:

source: First name
ru_ru: Имя

source: Second name
ru_ru: Фамилия

source: Set the withdraw amount
ru_ru: Укажите сумму вывода

source: %fee% fee for transaction
ru_ru: %fee% комиссия за перевод

source: Share this link with your friends, get more rewards!
ru_ru: Поделитесь этой ссылкой с друзьями, получите больше бонусов!

source: Withdraw my money
ru_ru: Вывести мои средства

source: All time
ru_ru: Все время

source: Please indicate your Visa or Mastercard bank card number for which you want to receive funds. Specify only real data
ru_ru: Пожалуйста, укажите номер своей банковской карты Visa или MasterCard, на которую вы хотите вывести средства. Указывайте только реальную информацию

source: Specific dates
ru_ru: Конкретные даты

source: Other data
ru_ru: Другие данные

source: Fiat Withdrawal
ru_ru: Вывод средств (фиат)

source: Total cashback amount
ru_ru: Сумма полученного кэшбэка

source: Total payment amount
ru_ru: Сумма выведенных средств

source: Total referral purchases amount
ru_ru: Общая сумма покупок рефералов

source: Referral's average order value
ru_ru: Средний чек рефералов

source: Total number of confirmed purchases
ru_ru: Общее количество покупок рефералов (подтвержденных)

source: Total number of referrals
ru_ru: Общее количество покупателей

source: Statistics for
ru_ru: Общая статистика за

source: payment
ru_ru: выплата

source: payments
ru_ru: выплаты

source: Merchant
ru_ru: Мерчант

source: Recipient second name
ru_ru: Фамилия получателя

source: Recipient card number
ru_ru: Номер карты получателя

source: Bill date
ru_ru: Дата счета

source: Paid date
ru_ru: Дата оплаты

source: Phone number
ru_ru: Номер телефона

source: Merchant balance before
ru_ru: Предыдущий баланс мерчанта

source: Merchant balance after
ru_ru: Последующий баланс мерчанта

source: merchant
ru_ru: мерчант

source: merchants
ru_ru: мерчанты

source: referrer
ru_ru: реферер

source: referrers
ru_ru: рефереры

source: Referrer name
ru_ru: Имя реферера

source: Paid
ru_ru: Выплачено

source: Fiat withdrawal
ru_ru: Вывод средств

source: Loyalty program
ru_ru: Программа лояльности

source: Mobile App
ru_ru: Мобильное приложение

source: Referral program
ru_ru: Реферальная программа

source: Merchants
ru_ru: Мерчанты

source: Referrers
ru_ru: Рефереры

source: Payments
ru_ru: Выплаты

source: Merchant bills
ru_ru: Счета мерчантов

source: Get %fiat_referral_bonus% of the amount of referral's purchases on Visa and MasterCard cards
ru_ru: Получайте %fiat_referral_bonus% от суммы покупок рефералов на карты Visa и MasterCard!

source: API token
ru_ru: API токен

source: Mass award notification warning
ru_ru: Предупреждение о массовом начислении бонусов

source: Order id
ru_ru: id заказа

source: Total number of clicks
ru_ru: Общее количество кликов

source: Sign up or sign in to receive referral links and earn.
ru_ru: Зарегистрируйтесь или авторизуйтесь, чтобы получить реферальные ссылки и заработать.

source: I agree to the
ru_ru: Я принимаю

source: Privacy Policy
ru_ru: Политика Конфиденциальности

source: and
ru_ru: и

source: Terms of Service
ru_ru: Правила сервиса

source: You can view the current balance, transfer the earned money to Visa and MasterCard cards and use the saved coupons in the Balance section.
ru_ru: В разделе "Баланс" вы можете посмотреть текущий баланс, вывести заработанные деньги на карты Visa и MasterCard и использовать сохраненные купоны.

source: &laquo;Current Balance&raquo;&nbsp;&mdash; is&nbsp;all your earnings, without all payments and funds on&nbsp;the payment.
ru_ru: "Текущий баланс" — это все ваши заработанные средства за вычетом всех выплат и средств, находящихся на выплате.

source: How to increase your balance?
ru_ru: Как увеличить баланс?

source: &laquo;Available for withdrawal&raquo;&nbsp;&mdash; is&nbsp;the amount that you can withdraw to&nbsp;a&nbsp;bank card. It&nbsp;may differ from the &laquo;Current Balance&raquo; because it&nbsp;takes up&nbsp;to&nbsp;28 days to&nbsp;receive a&nbsp;cashback.
ru_ru: "Доступные для вывода средства" — эта та сумма, которую вы можете вывести на банковскую карту. Она может отличаться от "Текущего баланса", поскольку поступление кэшбэка занимает до 28 дней.

source: &laquo;On&nbsp;payment&raquo;&nbsp;&mdash; is&nbsp;the amount that is&nbsp;on&nbsp;withdrawal right now. The payment process takes up&nbsp;to&nbsp;7 days. Find all withdrawal transactions in&nbsp;the list of&nbsp;withdrawal transactions on&nbsp;the current &laquo;Balance&raquo; page.
ru_ru: "В процессе выплаты" — эта та сумма, которая выводится прямо сейчас. Процесс выплаты средств занимает до 7 дней. Все транзакции с запросом вывода средств находятся в списке транзакций вывода на текущей странице "Баланс".

source: &laquo;Total paid&raquo;&nbsp;&mdash; is&nbsp;the amount of&nbsp;funds already withdrawn for the entire period. Find all withdrawals in&nbsp;the list of&nbsp;withdrawal transactions on&nbsp;the current &laquo;Balance&raquo; page.
ru_ru: "Всего выплачено" — это сумма уже выведенных средств за весь период. Все выводы средств вы можете посмотреть в списке транзакций вывода на текущей странице "Баланс".

source: &laquo;Total Earned&raquo;&nbsp;&mdash; is&nbsp;the amount of&nbsp;money earned for the entire period. This is&nbsp;the sum of&nbsp;all cashbacks that you received for referral purchases for the entire period of&nbsp;work.
ru_ru: "Всего заработано" — это сумма заработанных средств за весь период. Это сумма всех кэшбэков, которые вы получили за покупки рефералов за весь период работы.

source: Request the withdrawal
ru_ru: Запросить вывод

source: Share the link to&nbsp;this product page and earn:
ru_ru: Поделитесь ссылкой на этот товар и заработайте:

source: Copy link
ru_ru: Скопировать ссылку

source: or through the social network:
ru_ru: или через соцсеть:

source: Share the link to&nbsp;this store and earn:
ru_ru: Поделитесь ссылкой на весь магазин и заработайте:

source: Terms of payment
ru_ru: Условия вывода средств

source: Minimum withdrawal amount:
ru_ru: Минимальная сумма вывода:

source: Maximum withdrawal amount:
ru_ru: Максимальная сумма вывода:

source: Bank withdrawal fee:
ru_ru: Комиссия банка за вывод:

source: Terms of service
ru_ru: Смотреть Правила сервиса

source: In&nbsp;the &laquo;Referrer dashboard&raquo; section you can see statistics on&nbsp;your charges and actions of&nbsp;your referrals.
ru_ru: В разделе “Панель реферера” вы можете посмотреть статистику по своим начислениям и действиям ваших рефералов.

source: Start sharing links to&nbsp;products' pages to&nbsp;get more results!
ru_ru: Начните делиться ссылками на товары, чтобы получить больше результатов!

source: Copy the referral link to the product page.
ru_ru: Скопируйте реферальную ссылку на страницу продукта.

source: Copy the link to any product on the website by clicking the button at the bottom of each product’s page.
ru_ru: Скопируйте реферальную ссылку на страницу любого товара, нажав на кнопку "Скопируй и заработай" в левом нижнем углу экрана.

source: Read more
ru_ru: Подробнее

source: Share the copied link and earn.
ru_ru: Поделитесь скопированной ссылкой и заработайте.

source: Share the copied link and get cashback for your referrals’ purchases.
ru_ru: Делитесь скопированной ссылкой и получайте кэшбэк за покупки ваших рефералов.

source: Withdraw to your Visa and Mastercard.
ru_ru: Выводите заработок на карты Visa и MasterCard.

source: Go to &laquo;Your balance&raquo;, click on the &laquo;Withdraw funds&raquo; button, enter your full name, card number and withdrawal amount and receive earnings on your Visa or MasterCard bank card.
ru_ru: Перейдите в раздел “Ваш баланс”, нажмите на кнопку “Вывести средства”, укажите ваше ФИО, номер карты и сумму вывода и получите заработок на свою банковскую карту Visa или MasterCard.

source: Your withdrawal request has been successfully created.
ru_ru: Ваш запрос на вывод средств был успешно создан.

source: %date% at %time% you requested a withdrawal of funds to the card %card% in the amount of %amount%.
ru_ru: %date% в %time% вы запросили вывод средств на карту %card% в размере %amount%.

source: Bank commission is
ru_ru: Комиссия банка составляет

source: You will receive
ru_ru: Вы получите

source: See the transaction status in&nbsp;the &laquo;Transaction List&raquo; table.
ru_ru: Смотрите статус транзакции в таблице \“Список транзакций\”.

source: Burned
ru_ru: Сгорели

source: Expired %time%, %date%
ru_ru: Срок истек %time%, %date%

source: Expired yesterday at %time%
ru_ru: Срок истек вчера в %time%

source: Expires today at %time%
ru_ru: Срок истечет сегодня в %time%

source: Expires tomorrow at %time%
ru_ru: Срок истекает завтра в %time%

source: Expires in %days% days
ru_ru: Срок истекает через %days% дней

source: Burn points
ru_ru: Сгорание баллов

source: Find out how many unused loyalty points burned in the %store% store last week
ru_ru: Узнайте, сколько неиспользованных вами баллов сгорело в магазине %store% на прошлой неделе

source: Find out how many unused loyalty points will be burned at %store% within %days% days
ru_ru: Узнайте, сколько неиспользованных вами баллов лояльности сгорят в магазине %store% в течение %days% дней

source: Last week, the %burnedAmount% points you earned in the %store% loyalty program burned out. Your balance is %balance% points. In the next 14 days in the %store% loyalty program will burn %expiringAmount% your points. We recommend to spend points in the store and earn more!
ru_ru: На прошлой неделе %burnedAmount% баллов, которые вы заработали в программе лояльности магазина %store%, сгорели. Ваш баланс составляет %balance% баллов. В ближайшие 14 дней в программе лояльности магазина %store% сгорят %expiringAmount% ваших баллов. Мы рекомендуем потратить баллы в магазине и заработать еще!

source: Last week, the %burnedAmount% points you earned in the %store% loyalty program burned out. Your balance is %balance% points. We recommend spending the remaining points in the store and earn more!
ru_ru: На прошлой неделе %burnedAmount% баллов, которые вы заработали в программе лояльности магазина %store%, сгорели. Ваш баланс составляет %balance% баллов. Мы рекомендуем потратить баллы в магазине и заработать еще!

source: In the next 14 days, the %store% loyalty program will burn %expiringAmount% your loyalty points. We recommend to spend them on purchases or discount coupons!
ru_ru: В ближайшие 14 дней в программе лояльности магазина %store% сгорят %expiringAmount% ваших баллов. Мы рекомендуем потратить баллы в магазине и заработать еще!

source: British pound
ru_ru: Английский фунт

source: Turkish Lira
ru_ru: Турецкая лира

source: Yuan Renminbi
ru_ru: Китайский юань

source: Dollar
ru_ru: Доллар

source: Dollars
ru_ru: Доллары

source: Pound
ru_ru: Фунт

source: Pounds
ru_ru: Фунты

source: Hrivnas
ru_ru: Гривны

source: Turkish lira
ru_ru: Турецкая лира

source: Yuan
ru_ru: Юань

source: My coupons
ru_ru: Мои купоны

source: %count% {coupon|coupons|coupons}
ru_ru: %count% {купон|купона|купонов}

source: You also can share your fixed personal promo-code for this store:
ru_ru: Вы также можете поделиться своим постоянным персональным промокодом для этого магазина:

source: Expired today at %time%
ru_ru: Срок истекает сегодня в %time%

source: Referral promo code
ru_ru: Реферальный промокод

source: No such credential found
ru_ru: Такие учетные данные не найдены

source: The user exists, but password is invalid.
ru_ru: Пользователь существует, но пароль недействителен.

source: Promo code (for referral program needs)
ru_ru: Промокод (для реферальной программы)

source: Mismatching token!
ru_ru: Несоответствие токена!

source: Invalid phone
ru_ru: Недействительный телефон

source: Invalid email
ru_ru: Недействительный email

source: Invalid password
ru_ru: Недействительный пароль

source: No such person
ru_ru: Нет такого лица

source: Invalid code from email or phone
ru_ru: Неверный код из электронной почты или телефона

source: No credentials matching input found!
ru_ru: Подходящих учетных данных не найдено!

source: The password is invalid
ru_ru: Недействительный пароль

source: No user with such email found!
ru_ru: Пользователь с таким email не найден!

source: Confirm phone number
ru_ru: Подтвердите номер телефона

source: We’ve sent the SMS with confirmation code. Enter it in the input form.
ru_ru: Мы выслали SMS с кодом подтверждения. Введите его в поле для ввода.

source: SMS code
ru_ru: SMS код

source: You logged in as
ru_ru: Вы вошли как

source: edit profile
ru_ru: Изменить профиль

source: Enter your phone
ru_ru: Введите свой телефон

source: Edit profile
ru_ru: Изменить профиль

source: Birth date
ru_ru: Дата рождения

source: Unbind
ru_ru: Отвязать

source: Language
ru_ru: Язык

source: Russia
ru_ru: Русский

source: Change password
ru_ru: Изменить пароль

source: Get notifications:
ru_ru: Получать уведомления:

source: Enter old password
ru_ru: Введите старый пароль

source: Old password
ru_ru: Старый пароль

source: Enter new password
ru_ru: Введите новый пароль

source: New password
ru_ru: Новый пароль

source: Repeat new password
ru_ru: Повторите новый пароль

source: The password has been changed!
ru_ru: Пароль был изменен!

source: New password sent to <span class='js-forgot-email'>1@mail.com</span>
ru_ru: Новый пароль был выслан на <span class='js-forgot-email'>1@mail.com</span>

source: We’ve sent the new password to <span class='js-forgot-email'>1@mail.com</span>. Check your mail, copy and paste the new password in the input form to change password.
ru_ru: Мы выслали новый пароль на <span class='js-forgot-email'>1@mail.com</span>. Проверьте свою почту, скопируйте и вставьте новый пароль в форму ввода пароля, чтобы изменить его.

source: Enter your email to bind it
ru_ru: Введите свой email, чтобы привязать его

source: <strong class='js-confirm-email'></strong> is already binded to another account
ru_ru: <strong class='js-confirm-email'></strong> уже привязан к вашему аккаунту

source: Bind them if it is you?
ru_ru: Связать их, если это вы?

source: No it’s not me
ru_ru: Нет, это не я

source: Bind them
ru_ru: Связать их

source: We’ve sent the confirmation request to <strong class='js-confirm-email'></strong>. Check your mail and go through the link or put the code in the input form to bind accounts.
ru_ru: Мы послали подтверждающий запрос на <strong class='js-confirm-email'></strong>. Проверьте свою почту и пройдите по ссылке или введите код из письма в это поле, чтобы связать аккаунты.

source: Choose actual personal info
ru_ru: Выберите актуальную персональную информацию

source: Image
ru_ru: Изображение

source: Update
ru_ru: Обновить

source: Your email <strong class='js-confirm-email'></strong> <br>was succesfully binded to your account!
ru_ru: Ваш email <strong class='js-confirm-email'></strong> <br>был успешно привязан к вашему аккаунту!

source: Enter your phone to bind it
ru_ru: Введите свой номер телефона, чтобы привязать его

source: Your phone
ru_ru: Ваш телефон

source: We’ve sent the SMS with confirmation code. Enter it in the input form to bind accounts.
ru_ru: Мы выслали SMS с кодом подтверждения. Введите его в поле ввода, чтобы связать аккаунты.

source: Your phone <strong class='js-confirm-phone'></strong> <br> was succesfully binded to your account!
ru_ru: Ваш телефон <strong class='js-confirm-phone'></strong> <br> был успешно привязан к вашему аккаунту!

source: We’ve sent the confirmation request to <strong class='js-confirm-email'></strong>. Check your mail and put the code in the input form.
ru_ru: Мы выслали код потдверждения на <strong class='js-confirm-email'></strong>. Проверьте свою почту и введите полученный код в это поле.

source: cashier
ru_ru: кассир

source: cashiers
ru_ru: кассиры

source: Linked accounts:
ru_ru: Связанные аккаунты:

source: Partner group role
ru_ru: Групповая роль партнера

source: Administrator
ru_ru: Администратор

source: Share this link with your friends, get more money!
ru_ru: Поделитесь этой ссылкой с друзьями, получите больше денег за их покупки!

source: The GIFTD administrator has added %points% points to all users registered in the "%title%" loyalty program. If the charge occurred without your request, please, contact GIFTD support via email support@giftd.tech immediately!
ru_ru: Администратор GIFTD добавил %points% баллов лояльности всем пользователям, зарегистрированным в программе лояльности "%title%". Если начисление произошло без вашего зарпоса, пожалуйста, незамедлительно свяжитесь с тех.поддержкой GIFTD по e-mail support@giftd.tech!

source: The partner's title
ru_ru: Заголовок партнера

source: Creates a new partner
ru_ru: Создать нового партнера

source: Creates a new partner info
ru_ru: Создать информацию о новом партнере

source: Unique contact email provided by partner
ru_ru: Уникальный e-mail, предоставленный партнером

source: The partner template
ru_ru: Шаблон партнера

source: The partner custom options
ru_ru: Пользовательские параметры партнера

source: Created partner info
ru_ru: Создана информация о партнере

source: Either email, phone or a social network should be passed
ru_ru: Email, телефон или социальная сеть должны быть переданы

source: Invite more, earn more money!
ru_ru: Приглашайте больше - зарабатывайте больше денег!

source: We kindly remind you that you have accumulated points in the loyalty program of the store "%s%". You can redeem points for special offers from the store or get more points for your purchases and friends' purchases.
ru_ru: Напоминаем, что вы накопили баллы в программе лояльности магазина «%s%». Вы можете обменять баллы на специальные предложения в магазине или получить больше баллов за свои покупки и покупки друзей.

source: We remind you that you have accumulated BIT tokens in the store loyalty program "%s%". You can redeem BIT tokens for special offers from the store, withdraw them to your external wallet or get more BIT tokens for your purchases and friends' purchases.
ru_ru: Напоминаем, что вы накопили BIT-токены в программе лояльности магазина "%s%". Вы можете обменять BIT-токены на специальные предложения в магазине, вывести их на свой внешний кошелек или получить больше BIT-токенов за свои покупки и покупки друзей.

source: Earn and redeem points
ru_ru: Получить и потратить баллы

source: Please contact our manager to redeem points
ru_ru: Обратитесь к нашему менеджеру, чтобы потратить баллы

source: %points% points has been given to all users for %partnerTitle%
ru_ru: %points% баллов начислено всем пользователям магазина %partnerTitle%

source: Mass reward
ru_ru: Массовое начисление

source: Only verified emails
ru_ru: Только подтверженные e-mail'ы

source: Award
ru_ru: Награда

source: Password
ru_ru: Пароль

source: Referral Reward Value
ru_ru: Значение вознаграждения реферала

source: Referral Reward Value type
ru_ru: Тип вознаграждения реферала

source: Referral Reward Min Amount Total
ru_ru: Минимальная сумма вознаграждения

source: Return existing user if already exists (0/1)
ru_ru: Возвращать ли уже существующего пользователя (0/1)

source: Force email confirmation (0/1)
ru_ru: Подтверждать ли принудительно email (0/1)

source: You can register new user here. Fill user's e-mail or mobile phone number and password.
ru_ru: Вы можете зарегистрировать нового пользователя. Введите его email или номер телефона и пароль

source: earn %amount% more
ru_ru: не хватает %amount%

source: In the “History” section a loyal customer sees all the facts of earning and redeeming points.
ru_ru: В разделе «История» пользователь системы лояльности видит все заработанные и списанные баллы.

source: App URL
ru_ru: URL приложения

source: Payment term: <strong>up to 7 days</strong>
ru_ru: Срок получения платежа: <strong>до 7 дней</strong>

source: First step in how it works modal
ru_ru: Первый шаг в модальном окне "Как это работает"

source: Second step in how it works modal
ru_ru: Второй шаг в окне "Как это работает"

source: Third step in how it works modal
ru_ru: Третий шаг в окне "Как это работает"
