Repository: BitRewards/LoyaltyPlatform
Catalog: resources/lang/i18n/*/LC_MESSAGES/default.po
Languages: ru_ru, tr_tr

source: After withdraw amount setting you will get transaction ID. Copy it in the sender store.
ru_ru: После указания суммы вывода вы получите идентификатор транзакции. Скопируйте его в магазине-отправителе.
tr_tr: Çekim tutarı ayarlandıktan sonra, işlem ID bilgisini alacaksınız. Bunu gönderen mağazasına kopyalayın.

source: Fill in the transaction ID
ru_ru: Введите идентификатор транзакции
tr_tr: İşlem ID alanını doldurun

source: Fill in this input form with the transaction ID from sender
ru_ru: Введите в поле идентификатор транзакции от отправителя
tr_tr: Bu giriş formuna, gönderenden gelen işlem ID bilgisini yazın

source: Paste the transaction ID here
ru_ru: Вставьте идентификатор транзакции
tr_tr: İşlem ID'sini buraya yapıştırın

source: The transaction ID is necessary for payment's identification. You can get it in the store, from where you've sent BIT to this store.
ru_ru: Идентификатор транзакции необходим для идентификации перевода. Вы можете получить его в магазине, из которого вы переводите BIT.
tr_tr: İşlem ID, ödemenin tanımlanabilmesi için gereklidir. Bu bilgiyi, BIT'i bu mağazaya göndermiş olduğunuz mağazadan alabilirsiniz.

source: Didn't get the transaction ID?
ru_ru: Не получили идентификатор транзакции?
tr_tr: İşlem ID'yi almadınız mı?

source: Exchange addresses, other service's addresses, other user's addresses.
ru_ru: Адреса обменников, адреса другиз сервисов, адреса других пользователей.
tr_tr: Exchange adresleri, diğer servis adresleri, diğer kullanıcı adresleri.

source: Next
ru_ru: Далее
tr_tr: Sonraki

source: Sent ETH to a BIT wallet
ru_ru: Отправьте ETH на адрес BIT-кошелёк
tr_tr: BIT cüzdanına ETH gönderimi

source: The exchange rate is approximate. Exchange is made at the rate at the moment of reciept ETH on exchange wallet
ru_ru: Обменный курс является приблизительным. Обмен производится по курсу на момент поступления ETH на обменный кошелёк
tr_tr: Dönüşüm kuru yaklaşık değerdir. Dönüşüm işlemi, ETH'in dönüşüm cüzdanına ulaştığı andaki orandan yapılır

source: I sent
ru_ru: Я отправил
tr_tr: Gönderdim

source: Please confirm the phone number to use the points
ru_ru: Чтобы использовать баллы, необходимо подтвердить телефон
tr_tr: Lütfen puanları kullanmak için telefon numarasını doğrulayın

source: Enter your phone number
ru_ru: Укажите ваш номер телефона
tr_tr: Telefon numaranızı girin

source: For you to receive rewards points for your purchases, %lspan%you must enter your phone number during registration through social networks%rspan%
ru_ru: %lspan%При регистрации через социальную сеть обязательно нужно указать ваш номер телефона%rspan% для того, чтобы вы получали баллы лояльности за совершенные покупки
tr_tr: Satın alma işlemlerinizden ödül puanları alabilmeniz için, %lspan%sosyal ağlar üzerinden kayıt sırasında telefon numaranızı girmeniz gerekli%rspan%

source: Enter the confirmation code in the field below
ru_ru: В поле ниже введите полученный код подтверждения
tr_tr: Aşağıdaki alana doğrulama kodunu girin

source: Password reset link has been sent to the %email% address
ru_ru: Ссылка для восстановления пароля успешно отправлена на %email%
tr_tr: Şifre sıfırlama bağlantısı %email% adresine gönderildi

source: Your new password
ru_ru: Ваш новый пароль
tr_tr: Yeni şifreniz

source: Are you sure? Your account will be charged %s
ru_ru: Вы уверены? С вашего счета будет списано %s
tr_tr: Emin misiniz? Hesabınız %s ücretlendirilecek

source: earn %count% more BIT
ru_ru: заработай на %count% BIT больше
tr_tr: %count% BIT daha kazanın

source: earn %count% more {point|points}
ru_ru: не хватает %count% {балла|баллов|баллов}
tr_tr: %count% {puan|puan} daha kazanın

source: Click here to use the discount
ru_ru: Нажмите, чтобы воспользоваться скидкой
tr_tr: İndirimi kullanmak için buraya tıklayın

source: Your discount
ru_ru: Ваша скидка
tr_tr: İndiriminiz

source: Use your discount
ru_ru: Воспользоваться скидкой
tr_tr: İndiriminizi kullanın

source: Your balance:
ru_ru: Ваш баланс:
tr_tr: Bakiyeniz:

source: You may transfer your BIT tokens to your Ethereum wallet or to another shop.
ru_ru: Вы можете отправить свои BIT токены на ваш Ethereum-кошелек или в другой магазин.
tr_tr: BIT tokenlerinizi Ethereum cüzdanınıza veya başka bir mağazaya aktarabilirsiniz.

source: Put Ethereum address here
ru_ru: Вставьте Ethereum-адрес сюда
tr_tr: Ethereum adresini buraya ekleyin

source: Set amount
ru_ru: Указать сумму
tr_tr: Belirlenen miktar

source: Your withdraw transactions
ru_ru: Ваши исходящие транзакции
tr_tr: Çekim işlemleriniz

source: An unknown error occurred. Please refresh the page
ru_ru: Произошла неизвестная ошибка. Пожалуйста, обновите страницу
tr_tr: Bilinmeyen bir hata oluştu. Lütfen sayfayı yenileyin

source: Maximum number of retries have been reached. Please try again later.
ru_ru: Превышено количество попыток. Пожалуйста, повторите запрос позднее.
tr_tr: Maksimum yeniden deneme sayısına ulaşıldı. Lütfen daha sonra tekrar deneyiniz.

source: BitRewards Payout
ru_ru: Вывод в BitRewards
tr_tr: BitRewards Ödeme

source: Entire Balance
ru_ru: Баланс
tr_tr: Tüm Bakiye

source: See you again!
ru_ru: До новых встреч!
tr_tr: Tekrar görüşmek üzere!

source: You are unsubscribed from "%s" rewards program notifications
ru_ru: Вы отписаны от уведомлений программы лояльности «%s»
tr_tr: "%s" ödül programı bildirimleri aboneliğiniz iptal edildi

source: Proceed to your {dashboard}
ru_ru: Перейти в ваш {личный кабинет}
tr_tr: {gösterge paneli}nize geçin

source: Reports
ru_ru: Отчеты
tr_tr: Raporlar

source: Choose Report Period
ru_ru: Выберите период отчетности
tr_tr: Rapor Dönemini Seçin

source: Report Period
ru_ru: Период отчетности
tr_tr: Rapor Dönemi

source: Show Report
ru_ru: Показать отчет
tr_tr: Raporu Görüntüle

source: Statistic name
ru_ru: Название показателя
tr_tr: İstatistik adı

source: Value
ru_ru: Значение
tr_tr: Değer

source: Number of the loyalty program users at the beggining of the period
ru_ru: Количество пользователей в программе лояльности на начало периода
tr_tr: Dönem başında sadakat programı kullanıcılarının sayısı

source: Number of users in the loyalty program at the end of the period
ru_ru: Количество пользователей в программе лояльности на конец периода
tr_tr: Dönem sonunda sadakat programı kullanıcılarının sayısı

source: User growth for the period
ru_ru: Прирост пользователей за период
tr_tr: Dönem içindeki kullanıcı artışı

source: The total amount of purchase with discounts (purchased for bonus points; confirmed purchases only)
ru_ru: Общая сумма покупок со скидками, купленными за баллы лояльности (только подтвержденные покупки)
tr_tr: İndirimlerle yapılan toplam satın alma miktarı (bonus puanları için satın alınan; yalnızca onaylanmış alışverişler)

source: Average amount of purchase with discount (purchased for bonus points; confirmed purchases only)
ru_ru: Средняя покупка со скидкой, купленная за баллы лояльности (только подтвержденные покупки)
tr_tr: Ortalama indirimli satın alma miktarı (bonus puanları için satın alınan; yalnızca onaylanmış alışverişler)

source: The total amount of purchases for the period (confirmed purchases only)
ru_ru: Общая сумма покупок магазина за период (только подтвержденные покупки)
tr_tr: Dönem içindeki toplam satın alma miktarı (yalnızca onaylanmış alımlar)

source: Average amount of purchases for the period (confirmed purchases only)
ru_ru: Средняя покупка магазина за период (только подтвержденные покупки)
tr_tr: Dönem içindeki satın alımların ortalama miktarı (yalnızca onaylanmış alımlar)

source: The amount of points awarded for the period
ru_ru: Сумма выданных баллов за период
tr_tr: Dönem içinde verilen puan miktarı

source: The amount of points spent for the period
ru_ru: Сумма потраченных баллов за период
tr_tr: Dönem içinde harcanan puan miktarı

source: Most popular rewards
ru_ru: Самые популярные вознаграждения
tr_tr: En popüler ödüller

source: Reward
ru_ru: Награда
tr_tr: Ödül

source: Total points spent
ru_ru: Итого баллов потрачено
tr_tr: Toplam harcanan puan

source: The number of acquisitions for the period
ru_ru: Количество приобретений за период
tr_tr: Döneme ait kazanımların sayısı

source: Most popular actions
ru_ru: Самые популярные действия
tr_tr: En popüler eylemler

source: Action
ru_ru: Одиночное действие
tr_tr: Eylem

source: Total points earned
ru_ru: Итого баллов заработано
tr_tr: Toplam kazanılan puan

source: Completed during the period
ru_ru: Количество выполнений действия за период
tr_tr: Dönem süresince tamamlanan

source: Most active users
ru_ru: Самые активные пользователи
tr_tr: En aktif kullanıcılar

source: Phone
ru_ru: Номер телефона
tr_tr: Telefon

source: Number of transactions for the period
ru_ru: Количество транзакций за период
tr_tr: Dönem içindeki işlem sayısı

source: Users with most earned points for the period
ru_ru: Пользователи, заработавшие максимум баллов за период
tr_tr: Dönem içinde en fazla puan alan kullanıcılar

source: Point earned for the period
ru_ru: Заработано баллов за период
tr_tr: Dönem içinde kazanılan puan

source: Users with most spent points for the period
ru_ru: Пользователи, потратившие максимум баллов за период
tr_tr: Dönem içinde en çok puan harcayan kullanıcılar

source: Points spent for the period
ru_ru: Потрачено баллов за период
tr_tr: Dönem içinde harcanan puanlar

source: No data available for given period
ru_ru: Нет данных за выбранный период
tr_tr: Verilen dönem için veri bulunmuyor

source: User
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Balance
ru_ru: Баланс
tr_tr: Bakiye

source: Import %count% {user|users|users}
ru_ru: Импортировать %count% {пользователя|пользователей|пользователей}
tr_tr: İçe aktar %count% {kullanıcı|kullanıcı|kullanıcı}

source: Users
ru_ru: Пользователи
tr_tr: Kullanıcılar

source: Bulk users import
ru_ru: Массовый импорт пользователей
tr_tr: Toplu kullanıcı içe aktarımı

source: TItle
ru_ru: Название
tr_tr: Unvan

source: The name of the bulk users import
ru_ru: Название этой массовой загрузки пользователей
tr_tr: Toplu kullanıcı içe aktarım adı

source: Mode
ru_ru: Режим работы
tr_tr: Yöntem

source: Preview
ru_ru: Предпросмотр
tr_tr: Önizleme

source: Created
ru_ru: Создание
tr_tr: Oluşturuldu

source: Referral link
ru_ru: Реферальная ссылка
tr_tr: Referans linki

source: Referrer
ru_ru: Пригласивший пользователь
tr_tr: Yönlendiren

source: Signup type
ru_ru: Тип регистрации
tr_tr: Kayıt türü

source: Actions
ru_ru: Действия
tr_tr: Eylemler

source: You can choose Action for which bonus points is issued
ru_ru: Вы можете указать действие, за которое добавляется бонус
tr_tr: Hangi eylemler için bonus puanların verildiğini seçebilirsiniz

source: Choose Action
ru_ru: Выберите действие
tr_tr: Eylem Seçin

source: Reason for issuing a bonus
ru_ru: Причина начисления бонуса
tr_tr: Bonus verme sebebi

source: Comment
ru_ru: Комментарий
tr_tr: Açıklama

source: Points
ru_ru: Количество баллов
tr_tr: Puanlar

source: Give bonus
ru_ru: Дать бонус
tr_tr: Bonus ver

source: Transactions
ru_ru: Транзакции
tr_tr: İşlemler

source: Date
ru_ru: Дата
tr_tr: Tarih

source: Transaction
ru_ru: Транзакция
tr_tr: İşlem

source: Balance change
ru_ru: Изменение баланса
tr_tr: Bakiye değişikliği

source: Total Amount
ru_ru: Общая стоимость
tr_tr: Toplam Miktar

source: Welcome to BitRewards Admin App
ru_ru: Добро пожаловать в приложение BitRewards Admin
tr_tr: BitRewards Admin Uygulamasına Hoş Geldiniz

source: Online
ru_ru: Онлайн
tr_tr: Çevrimiçi

source: Rewards
ru_ru: Награды
tr_tr: Ödüller

source: Special offer actions
ru_ru: Специальные предложения (actions)
tr_tr: Özel teklif eylemleri

source: Special offer rewards
ru_ru: Специальные предложения (rewards)
tr_tr: Özel teklif ödülleri

source: FAQ
ru_ru: Вопрос-ответ
tr_tr: SSS

source: Cashier Interface
ru_ru: Интерфейс кассира
tr_tr: Kasiyer Arayüzü

source: Wallet
ru_ru: Кошелёк
tr_tr: Cüzdan

source: Bitrewards settings
ru_ru: Настройки Bitrewards
tr_tr: Bitrewards ayarları

source: Cashiers
ru_ru: Кассиры
tr_tr: Kasiyerler

source: Miscellaneous
ru_ru: Прочее
tr_tr: Çeşitli

source: Connect Eventbrite
ru_ru: Привязать Eventbrite
tr_tr: Eventbrite bağlayın

source: Unbind Eventbrite
ru_ru: Отвязать Eventbrite
tr_tr: Eventbrite bağlantısını kesin

source: Email examples
ru_ru: Образцы писем
tr_tr: E-posta örnekleri

source: Delete
ru_ru: Удалить
tr_tr: Sil

source: Edit
ru_ru: Редактировать
tr_tr: Düzenle

source: Copy
ru_ru: Копировать
tr_tr: Kopyala

source: add form
ru_ru: добавление
tr_tr: form ekle

source: edit form
ru_ru: редактирование
tr_tr: form düzenle

source: Toggle filters
ru_ru: Переключить фильтры
tr_tr: Filtreleri değiştir

source: Filters
ru_ru: Фильтры
tr_tr: Filtreler

source: Remove filters
ru_ru: Очистить фильтры
tr_tr: Filtreleri kaldır

source: preview
ru_ru: просмотр
tr_tr: önizleme

source: Buy BIT for ETH
ru_ru: Купить BIT за ETH
tr_tr: ETH kullanarak BIT al

source: I Sent
ru_ru: Я отправил
tr_tr: Gönderdim

source: Buy BIT
ru_ru: Купить BIT
tr_tr: BIT Satın al

source: Withdraw
ru_ru: Вывести BIT
tr_tr: Çek

source: Recent transactions
ru_ru: Последние транзакции
tr_tr: Son işlemler

source: Error
ru_ru: Ошибка
tr_tr: Hata

source: Save
ru_ru: Сохранить
tr_tr: Kaydet

source: Transfer
ru_ru: Перевод
tr_tr: Aktar

source: Loyalty API
ru_ru: API системы лояльности
tr_tr: Sadakat API

source: BitRewards Loyalty API
ru_ru: API программы лояльности BitRewards
tr_tr: BitRewards Sadakat API

source: single purchase discount
ru_ru: скидка на одну покупку
tr_tr: tek satın alma indirimi

source: discount for purchases over %s
ru_ru: скидка на покупку от %s
tr_tr: %s üzerindeki satın alımlar için indirim

source: off for purchases over %s
ru_ru: скидка c покупки от %s
tr_tr: %s üzerindeki satın alımlar için indirim

source: Use %s discount for purchase over %s
ru_ru: Используйте %s скидки на покупку от %s
tr_tr: %s indirimi %s üzerindeki satın alımlarda kullanın

source: Use %s discount for any purchase
ru_ru: Используйте %s скидки на любую покупку
tr_tr: Herhangi bir satın alım için %s indirim kullanın

source: {point|points}
ru_ru: {балл|балла|баллов}
tr_tr: {puan|puanlar}

source: Verification code sent on %s
ru_ru: Код подтверждения отправлен на %s
tr_tr: Doğrulama kodu %s tarihinde gönderildi

source: Earn BIT
ru_ru: Получить BIT
tr_tr: BIT kazanın

source: Earn points
ru_ru: Заработать баллы
tr_tr: Puan kazanın

source: +N points
ru_ru: +N баллов
tr_tr: +N puan

source: Registration
ru_ru: Регистрация
tr_tr: Kayıt

source: For your purchases
ru_ru: За ваши покупки
tr_tr: Alışverişleriniz için

source: For purchases of your friends
ru_ru: За покупки друзей
tr_tr: Arkadaşlarınızın alışverişleri için

source: Bonus
ru_ru: Бонус

source: Like on Facebook
ru_ru: Лайк в Facebook
tr_tr: Facebook'ta Beğen

source: Subscribe on VK
ru_ru: Подписка ВКонтакте
tr_tr: VK'da Abone Ol

source: Replenishment of BIT
ru_ru: Пополнение BIT
tr_tr: BIT Yenileme

source: Exchange ETH to BIT
ru_ru: Обменять ETH на BIT
tr_tr: ETH'i BIT'e Çevir

source: Active
ru_ru: Активно
tr_tr: Etkin

source: Inactive
ru_ru: Не активно
tr_tr: Etkin değil

source: Fixed
ru_ru: Фиксированная
tr_tr: Sabit

source: Percent
ru_ru: Процент
tr_tr: Yüzde

source: Fixed in foreign currency
ru_ru: Фиксированное в валюте
tr_tr: Yabancı para biriminde sabit

source: Simply register in the rewards program
ru_ru: Просто зарегистрируйтесь в программе лояльности
tr_tr: Yalnızca ödül programına kayıt olun

source: Complete the purchase in our store to get the bonus
ru_ru: Оформите, оплатите и получите заказ в нашем магазине для получения бонуса
tr_tr: Bonusu almak için mağazamızdaki alışverişinizi tamamlayın

source: Get bonus for purchases of your friends in our store
ru_ru: Получайте бонус за покупки друзей в нашем магазине
tr_tr: Arkadaşlarınızın mağazamızdan yaptıkları alışverişlerden bonus kazanın

source: Share our discount with your friends to get a reward
ru_ru: Поделитесь скидкой в нашем магазине с друзьями, чтобы получить вознаграждение
tr_tr: Ödül kazanmak için arkadaşlarınızla indirimimizi paylaşın

source: %reward% for every %amount%
ru_ru: %reward% за каждые %amount%
tr_tr: Her %amount% için %reward%

source: Up to
ru_ru: До
tr_tr: Şu miktara kadar

source: Ruble
ru_ru: Рубль

source: Hrivna
ru_ru: Гривна
tr_tr: Grivna

source: Tenge
ru_ru: Тенге

source: Lari
ru_ru: Лари

source: Euro
ru_ru: Евро

source: US Dollar
ru_ru: Доллар США
tr_tr: ABD Doları

source: Belorus ruble
ru_ru: Белорусский рубль
tr_tr: Belarus rublesi

source: ruble
ru_ru: рубль

source: rubles
ru_ru: рублей
tr_tr: ruble

source: %count% {point|points}
ru_ru: %count% {балла|баллов|баллов}
tr_tr: %count% {puan|puan}

source: mln
ru_ru: млн

source: Updated
ru_ru: Изменение
tr_tr: Güncellendi

source: today
ru_ru: сегодня
tr_tr: bugün

source: on Sunday
ru_ru: в воскресенье
tr_tr: Pazar günü

source: on Monday
ru_ru: в понедельник
tr_tr: Pazartesi günü

source: on Tuesday
ru_ru: во вторник
tr_tr: Salı günü

source: on Wednesday
ru_ru: в среду
tr_tr: Çarşamba günü

source: on Thursday
ru_ru: в четверг
tr_tr: Perşembe günü

source: on Friday
ru_ru: в пятницу
tr_tr: Cuma günü

source: on Saturday
ru_ru: в субботу
tr_tr: Cumartesi günü

source: right now
ru_ru: прямо сейчас
tr_tr: şu anda

source: at
ru_ru: в##at
tr_tr: saat

source: day
ru_ru: день
tr_tr: gün

source: days
ru_ru: дней
tr_tr: gün

source: minute
ru_ru: минута
tr_tr: dakika

source: minutes
ru_ru: минут
tr_tr: dakika

source: hour
ru_ru: час
tr_tr: saat

source: hours
ru_ru: часов
tr_tr: saat

source: In January
ru_ru: В январе
tr_tr: Ocak'ta

source: in February
ru_ru: в феврале
tr_tr: Şubat'ta

source: in March
ru_ru: в марте
tr_tr: Mart'ta

source: In April
ru_ru: В апреле
tr_tr: Nisan'da

source: In May
ru_ru: В мае
tr_tr: Mayıs'ta

source: In June
ru_ru: В июне
tr_tr: Haziran'da

source: In July
ru_ru: В июле
tr_tr: Temmuz'da

source: In August
ru_ru: В августе
tr_tr: Ağustos'ta

source: In September
ru_ru: В сентябре
tr_tr: Eylül'de

source: In October
ru_ru: В октябре
tr_tr: Ekim'de

source: In November
ru_ru: В ноябре
tr_tr: Kasım'da

source: In December
ru_ru: В декабре
tr_tr: Aralık'ta

source: January
ru_ru: январь
tr_tr: Ocak

source: February
ru_ru: февраль
tr_tr: Şubat

source: March
ru_ru: март
tr_tr: Mart

source: April
ru_ru: апрель
tr_tr: Nisan

source: May
ru_ru: май
tr_tr: Mayıs

source: June
ru_ru: июнь
tr_tr: Haziran

source: July
ru_ru: июль
tr_tr: Temmuz

source: August
ru_ru: август
tr_tr: Ağustos

source: September
ru_ru: сентябрь
tr_tr: Eylül

source: October
ru_ru: октябрь
tr_tr: Ekim

source: November
ru_ru: ноябрь
tr_tr: Kasım

source: December
ru_ru: декабрь
tr_tr: Aralık

source: Martober
ru_ru: мартобрь

source: Fiat currency
ru_ru: Фиатная валюта
tr_tr: Yasal para birimi

source: Discount %s
ru_ru: Скидка %s
tr_tr: İndirim %s

source: BIT Withdrawal
ru_ru: Выплата в BIT
tr_tr: BIT Çekme

source: for purchases starting at %s
ru_ru: на покупку от %s
tr_tr: %s ile başlayan alışverişler için

source: Discount
ru_ru: Скидка
tr_tr: İndirim

source: Expired
ru_ru: Истекло
tr_tr: Süresi doldu

source: Used
ru_ru: Использовано

source: Canceled
ru_ru: Отменено

source: Unknown
ru_ru: Неизвестно

source: Will be confirmed on %s
ru_ru: Будет подтверждено %s
tr_tr: %s 'de onaylanacak

source: Pending
ru_ru: Проверяется
tr_tr: Beklemede

source: Approved
ru_ru: Одобрено
tr_tr: Onaylandı

source: Declined
ru_ru: Отклонено
tr_tr: Reddedildi

source: VK ID
ru_ru: ID Вконтакте

source: action
ru_ru: действие
tr_tr: eylem

source: actions
ru_ru: действия
tr_tr: eylemler

source: Tag
ru_ru: Тег
tr_tr: Etiket

source: Value type
ru_ru: Тип значения
tr_tr: Değer türü

source: Description
ru_ru: Описание
tr_tr: Açıklama

source: Configuration
ru_ru: Конфигурация
tr_tr: Yapılandırma

source: user
ru_ru: пользователь
tr_tr: kullanıcı

source: users
ru_ru: пользователи
tr_tr: kullanıcılar

source: Authentication Link
ru_ru: Ссылка на вход
tr_tr: Kimlik Doğrulama Bağlantısı

source: Open
ru_ru: Перейти
tr_tr: Aç

source: promo code
ru_ru: промокод
tr_tr: promosyon kodu

source: promo codes
ru_ru: промокоды
tr_tr: promosyon kodları

source: Code
ru_ru: Код
tr_tr: Kod

source: Bonus points
ru_ru: Бонусные баллы
tr_tr: Bonus puanlar

source: %s codes added, %s codes updated, %s codes ignored
ru_ru: %s кодов добавлено, %s кодов обновлено, %s кодов игнорировано
tr_tr: %s kod eklendi, %s kod güncellendi, %s kod göz ardı edildi

source: Eventbrite account successfully binded!
ru_ru: Аккаунт EventBrite успешно привязан!
tr_tr: Eventbrite hesabı başarıyla bağlandı!

source: Eventbrite account unbinded
ru_ru: Аккаунт EventBrite отвязан
tr_tr: Eventbrite hesabının bağlantısı çözüldü

source: question
ru_ru: вопрос
tr_tr: soru

source: questions
ru_ru: вопросы
tr_tr: sorular

source: Question
ru_ru: Вопрос
tr_tr: Soru

source: Answer
ru_ru: Ответ
tr_tr: Yanıt

source: Position
ru_ru: Позиция
tr_tr: Pozisyon

source: partner
ru_ru: партнер
tr_tr: ortak

source: partners
ru_ru: партнеры
tr_tr: ortaklar

source: How many points are in one money unit? Recommended setting: 100
ru_ru: Сколько баллов в одной единице денег? Для рубля рекомендуем 1, для доллара 100
tr_tr: Bir para biriminde kaç puan var? Önerilen ayar: 100

source: Settings
ru_ru: Настройки
tr_tr: Ayarlar

source: Customizations
ru_ru: Кастомизации
tr_tr: Özelleştirmeler

source: Partner not found
ru_ru: Партнер не найден
tr_tr: Ortak bulunamadı

source: The price of the awards is converted
ru_ru: Цена наград сконвертирована
tr_tr: Ödüllerin fiyatı çevrildi

source: An error has occurred
ru_ru: Произошла ошибка
tr_tr: Bir hata oluştu

source: Wrong beginning date
ru_ru: Неверная начальная дата
tr_tr: Hatalı başlangıç tarihi

source: reward
ru_ru: награда
tr_tr: ödül

source: rewards
ru_ru: награды
tr_tr: ödüller

source: Price
ru_ru: Цена
tr_tr: Fiyat

source: Price Type
ru_ru: Тип цены
tr_tr: Fiyat Türü

source: Description (short)
ru_ru: Описание (короткое)
tr_tr: Açıklama (kısa)

source: Displays in reward list with grey font
ru_ru: Выводится в списке вознаграждений серым шрифтом
tr_tr: Ödül listesinde gri yazı tipiyle görüntülenir

source: special offer actions
ru_ru: специальные оферы (actions)
tr_tr: özel teklif eylemleri

source: special offers actions
ru_ru: специальные оферы (actions)
tr_tr: özel teklifler eylemleri

source: Brand
ru_ru: Бренд
tr_tr: Marka

source: Weight
ru_ru: Вес
tr_tr: Ağırlık

source: Image URL
ru_ru: URL изображения
tr_tr: Resim URL

source: Action ID
ru_ru: ID действия
tr_tr: Eylem ID

source: brand
ru_ru: бренд
tr_tr: marka

source: special offer rewards
ru_ru: специальные предложения (rewards)
tr_tr: özel teklif ödülleri

source: special offers rewards
ru_ru: специальные предложения (rewards)
tr_tr: özel teklifler ödülleri

source: Reward ID
ru_ru: ID награды
tr_tr: Ödül ID

source: transaction
ru_ru: транзакция
tr_tr: işlem

source: transactions
ru_ru: транзакции
tr_tr: işlemler

source: Balance before
ru_ru: Баланс до
tr_tr: Önceki bakiye

source: Balance after
ru_ru: Баланс после
tr_tr: Sonraki bakiye

source: Confirmed
ru_ru: Подтверждено

source: Cashier
ru_ru: Кассир
tr_tr: Kasiyer

source: Transaction confirmed!
ru_ru: Транзакция подтверждена!
tr_tr: İşlem onaylandı!

source: Unable to confirm transaction
ru_ru: Не удалось подтвердить транзакцию
tr_tr: İşlem onaylanamıyor

source: Transaction declined!
ru_ru: Транзакция отклонена!
tr_tr: İşlem reddedildi!

source: Unable to decline transaction
ru_ru: Не удалось отклонить транзакцию
tr_tr: İşlem reddedilemiyor

source: Avatar
ru_ru: Аватар

source: The points amount needs to be more than 0!
ru_ru: Количество баллов должно быть больше 0!
tr_tr: Puan miktarı 0'dan fazla olmalı!

source: Points successfully added!
ru_ru: Баллы успешно добавлены!
tr_tr: Puanlar başarıyla eklendi!
