Repository: BitRewards/LoyaltyPlatform
Catalog: resources/lang/i18n/*/LC_MESSAGES/default.po
Languages: ru_ru, tr_tr

source: User processing started, we'll send you an email as soon as it's finished
ru_ru: Обработка пользователей начата, мы отправим вам email, как только она будет окончена
tr_tr: Kullanıcı işlemleri başladı, biter bitmez size bir e-posta göndereceğiz

source: An error occurred while importing users
ru_ru: При импорте пользователей произошла ошибка
tr_tr: Kullanıcıları içe aktarırken bir hata oluştu

source: Wallet successfully created
ru_ru: Кошелёк успешно создан
tr_tr: Cüzdan başarıyla oluşturuldu

source: Failed to create a purse
ru_ru: Не удалось создать кошелёк
tr_tr: Bir cüzdan oluşturulamadı

source: Transaction hash
ru_ru: Хэш транзакции
tr_tr: İşlem sağlaması

source: Direction
ru_ru: Направление
tr_tr: Yön

source: Recipient
ru_ru: Получатель
tr_tr: Alıcı

source: Address
ru_ru: Адрес
tr_tr: Adres

source: Currency
ru_ru: Валюта
tr_tr: Para birimi

source: Transaction cost
ru_ru: Стоимость транзакции
tr_tr: İşlem ücreti

source: Choose sender wallet
ru_ru: Выберите кошелёк отправителя
tr_tr: Gönderen cüzdanı seçin

source: BitRewards wallet
ru_ru: Кошелёк BitRewards
tr_tr: BitRewards cüzdanı

source: External wallet
ru_ru: Внешний кошелёк
tr_tr: Harici cüzdan

source: Amount of ETH
ru_ru: Сумма ETH
tr_tr: ETH Miktarı

source: Failed to get transaction list
ru_ru: Не удалось получить список транзакций
tr_tr: İşlem listesi alınamadı

source: Unable to get balance
ru_ru: Не удалось получить баланс
tr_tr: Bakiye alınamadı

source: The transaction cost could not be estimated
ru_ru: Не удалось оценить стоимость транзакции
tr_tr: İşlem bedeli hesaplanamadı

source: Type of commission for withdrawal
ru_ru: Тип комиссии за вывод
tr_tr: Çekim için komisyon türü

source: Commission fee for withdrawal
ru_ru: Размер комиссии за вывод
tr_tr: Çekim komisyon ücreti

source: Minimum withdrawal amount
ru_ru: Минимальная сумма вывода
tr_tr: Minimum çekim miktarı

source: Settings updated
ru_ru: Настройки обновлены
tr_tr: Ayarlar güncellendi

source: Error saving settings
ru_ru: Ошибка при сохранении настроек
tr_tr: Ayarlar kaydedilirken hata oluştu

source: Transfer sent
ru_ru: Перевод отправлен
tr_tr: Aktarım gönderildi

source: Not enough funds for transfer
ru_ru: Недостаточно средств для перевода
tr_tr: Aktarım için yeterli kaynak yok

source: Error while transferring funds
ru_ru: Ошибка при переводе средств
tr_tr: Aktarım sırasında hata oluştu

source: Wallet is already in use by another user
ru_ru: Кошелек уже используется другим пользователем
tr_tr: Cüzdan başka bir kullanıcı tarafından zaten kullanımda

source: Failed to save address
ru_ru: Не удалось сохранить адрес
tr_tr: Adres kaydedilemedi

source: This token has already been used
ru_ru: Этот код уже был использован
tr_tr: Bu token daha önce kullanıldı

source: Your account is not connected to the Giftd API
ru_ru: Ваш аккаунт не подключен к Giftd API
tr_tr: Hesabınız Giftd API'ye bağlı değil

source: The coupon code is already used
ru_ru: Этот код уже был использован
tr_tr: Kupon kodu daha önce kullanıldı

source: Your account is temporarily blocked for making too many wrong coupon code check attempts
ru_ru: Ваша учетная запись временно заблокирована за большое количество неправильных попыток проверки кода купона
tr_tr: Çok fazla yanlış kupon kodu denemesi yaptığınız için hesabınız geçici olarak engellendi

source: An error occurred, please check errorCode
ru_ru: Произошла ошибка, проверьте errorCode
tr_tr: Bir hata oluştu, lütfen errorCode değerini inceleyin

source: Your account is temporarily blocked for making too many requests with wrong coupon codes
ru_ru: Ваша учетная запись временно заблокирована за отправку слишком большого количества запросов с неправильными кодами купонов.
tr_tr: Yanlış kupon kodlarıyla çok fazla istekte bulunduğunuz için hesabınız geçici olarak engellendi

source: Linked Reward was not found
ru_ru: Связанная награда не найдена
tr_tr: Bağlantılı Ödül bulunamadı

source: Linked Reward is not a Giftd Reward
ru_ru: Связанная награда не является наградой Giftd
tr_tr: Bağlantılı Ödül bir Giftd Ödülü değil

source: User was not found
ru_ru: Пользователь не найден
tr_tr: Kullanıcı bulunamadı

source: Given loyalty card was not found
ru_ru: Карта лояльности не найдена
tr_tr: Verilen sadakat kartı bulunamadı

source: To execute API requests, specify your token in the field above: <strong>%s</strong>
ru_ru: Для выполнения запросов к API укажите ваш токен в поле выше: <strong>%s</strong>
tr_tr: API isteklerini yürütmek için, yukarıdaki alanda token'inizi belirtin: <strong>%s</strong>

source: Your API token is available in Integrations section of profile page
ru_ru: Ваш токен доступен в личном кабинете в разделе Интеграция
tr_tr: API göstergeniz, profil sayfasının Entegrasyonlar bölümünde bulunur

source: The withdraw address cannot be equal to the partner's wallet address
ru_ru: Адрес для вывода не может совпадать с кошельком партнера
tr_tr: Çekim adresi, ortağın cüzdan adresiyle aynı olamaz

source: Amount below acceptable
ru_ru: Сумма ниже допустимой
tr_tr: Kabul edilebilir tutarın altında değer

source: Magic number not found
ru_ru: Идентификатор транзакции не найден
tr_tr: Sihirli numara bulunamadı

source: Magic number is expired
ru_ru: Идентификатор транзакции истек
tr_tr: Sihirli numaranın geçerlilik süresi doldu

source: Please wait until withdrawal transaction gets confirmed
ru_ru: Пожалуйста, подождите, пока транзакция вывода будет подтверждена.
tr_tr: Lütfen çekme işlemi onaylanana kadar bekleyin

source: Your password reset code: %s
ru_ru: Ваш код для сброса пароля: %s
tr_tr: Şifre sıfırlama kodunuz: %s

source: Incorrect code from SMS!
ru_ru: Неверный код из SMS!
tr_tr: Hatalı SMS kodu!

source: Invalid code from email!
ru_ru: Неверный код из email!
tr_tr: Hatalı e-posta kodu!

source: An error occurred during email confirmation!
ru_ru: Произошла ошибка при подтверждении email!
tr_tr: E-posta doğrulama sırasında bir hata oluştu!

source: You phone number confirmation code is: %s
ru_ru: Ваш код для подтверждения телефона: %s
tr_tr: Telefon numarası doğrulama kodunuz: %s

source: An error occurred during phone number confirmation!
ru_ru: Произошла ошибка при подтверждении номера телефона!
tr_tr: Telefon numarası doğrulama sırasında bir hata oluştu!

source: User not found
ru_ru: Пользователь не найден
tr_tr: Kullanıcı bulunamadı

source: The code is either wrong or expired
ru_ru: Код некорректен или истёк
tr_tr: Kod hatalı veya süresi dolmuş

source: Unable to login with Facebook without email provided
ru_ru: Невозможно авторизоваться через Facebook без подтверждения email
tr_tr: E-posta olmadan Facebook ile giriş yapılamıyor

source: Email already exist
ru_ru: Email уже занят
tr_tr: E-posta zaten kayıtlı

source: Email confirmation failed
ru_ru: Email не подтвержден
tr_tr: E-posta doğrulama başarısız oldu

source: Phone already used!
ru_ru: Этот телефон уже был использован
tr_tr: Telefon zaten kullanılmış!

source: Linked Action was not found
ru_ru: Action с указанным идентификатором не найден
tr_tr: Bağlantılı Eylem bulunamadı

source: Either bonus or bonus_fiat parameter is required
ru_ru: Требуются параметры bonus или bonus_fiat
tr_tr: bonus veya bonus_fiat parametresi gerekli

source: Code not found
ru_ru: Код не найден
tr_tr: Kod bulunamadı

source: This code has already been applied to your account
ru_ru: Вы уже привязали этот код к своему аккаунту
tr_tr: Bu kod zaten hesabınıza uygulanmış

source: The tab character is not found! Please divide the columns with a tab!
ru_ru: Символ табуляции не обнаружен! Разделите пожалуйста колонки символом табуляции!
tr_tr: Sekme karakteri bulunamadı! Lütfen sütunları bir sekmeyle ayırın!

source: The last column does not looks like the balance value
ru_ru: Последний столбец не похож на значение баланса
tr_tr: Son sütun bakiye değeri gibi görünmüyor

source: In the first line of data, neither email nor phone was found
ru_ru: В первой строке данных не найден ни email, ни телефон
tr_tr: İlk veri satırında, ne e-posta ne de telefon bilgisi bulunamadı

source: This code is already attached to this user's account
ru_ru: Этот код уже привязан к аккаунту данного пользователя
tr_tr: Bu kod bu kullanıcının hesabına zaten eklenmiş

source: Order amount required
ru_ru: Обязательно заполните сумму заказа
tr_tr: Sipariş miktarı gerekli

source: The code must consist of at least 8 numerals
ru_ru: Код должен содержать как минимум 8 цифр
tr_tr: Kod en az 8 rakamdan oluşmalı

source: Must be filled if email and phone fields are missing
ru_ru: Должен быть заполнен, если не переданы поля email или phone
tr_tr: E-posta ve telefon alanları eksikse doldurulmalıdır

source: Fill the field
ru_ru: Заполните поле
tr_tr: Alanı doldurun

source: Enter Magic Number
ru_ru: Введите Magic Number
tr_tr: Sihirli Numarayı girin

source: The value does not look like an Ethereum address
ru_ru: Значение не похоже на адрес Ethereum
tr_tr: Değer bir Ethereum adresi gibi görünmüyor

source: Enter Ethereum address which should be used for payout
ru_ru: Введите адрес Ethereum, на который нужно произвести выплату
tr_tr: Ödeme için kullanılacak Ethereum adresini girin

source: Enter amount of BIT for transfer
ru_ru: Введите количество BIT для перевода
tr_tr: Aktarılacak BIT miktarını girin

source: Enter the Ethereum address from which the translation will be made
ru_ru: Введите адрес Ethereum, с которого будет сделан перевод
tr_tr: Dönüşümün yapılacağı Ethereum adresini girin

source: This invitation cannot be sent to more than 30 addresses
ru_ru: Приглашение не может быть отправлено более, чем на 30 адресов
tr_tr: Bu davetiye 30'dan fazla adrese gönderilemez

source: One of the addresses does not appear to be am email
ru_ru: Один из адресов не выглядит как email
tr_tr: Adreslerden biri bir e-posta adresi gibi görünmüyor

source: Get authorized in %s or restore your password!
ru_ru: Авторизуйтесь через %s или восстановите пароль!
tr_tr: %s üzerinden yetki alın veya şifrenizi geri yükleyin!

source: Wrong password!
ru_ru: Неверный пароль!
tr_tr: Hatalı şifre!

source: Password must be at least %d characters!
ru_ru: Пароль должен быть не короче %d символов!
tr_tr: Şifre en az %d karakter olmalı!

source: This email has already been registered as a partner account
ru_ru: Такой email уже зарегистрирован для партнерского аккаунта
tr_tr: Bu e-posta bir ortak hesabı olarak zaten kayıtlı

source: Your balance is %s! :)
ru_ru: Ваш баланс увеличен до %s! :)
tr_tr: Bakiyeniz %s! :)

source: Balance is not sufficient in ETH-wallet
ru_ru: Недостаточно баланса на ETH-кошельке
tr_tr: ETH-cüzdanındaki bakiye yeterli değil

source: Your code: %s
ru_ru: Ваш код: %s
tr_tr: Kodunuz: %s

source: Exceeded the limit of bonuses given for the week
ru_ru: Превышение лимита выданных бонусов за неделю
tr_tr: Hafta için verilen bonus limiti aşıldı

source: Exceeded daily bonus limit
ru_ru: Превышение лимита выданных бонусов за день
tr_tr: Günlük bonus limiti aşıldı

source: Confirm your email
ru_ru: Подтвердите свой email
tr_tr: E-postanızı doğrulayın

source: Your confirmation code: %s
ru_ru: Ваш проверочный код: %s
tr_tr: Doğrulama kodunuz: %s

source: Manual bonuses addition notification
ru_ru: Уведомление о ручном начислении бонусов пользователю
tr_tr: Manuel bonus ekleme bildirimi

source: Your friend %s has sent you a discount!
ru_ru: Ваш друг %s дарит вам скидку!
tr_tr: Arkadaşınız %s size bir indirim gönderdi!

source: %discount% discount in %shop% is stored in your personal wallet
ru_ru: Скидка %discount% в %shop% сохранена в вашем персональном кошельке
tr_tr: %shop% mağazasında %discount% indirim kişisel cüzdanınızda saklanıyor

source: Contact rewards program support (%s)
ru_ru: Обращение в поддержку лояльности (%s)
tr_tr: Ödül programı desteği (%s) ile iletişime geç

source: %s's wallet "%s"
ru_ru: %s кошелёк "%s"
tr_tr: %s'in cüzdanı "%s"

source: Your wallet
ru_ru: Ваш кошелёк
tr_tr: Cüzdanınız

source: User #%s
ru_ru: Пользователь #%s
tr_tr: Kullanıcı #%s

source: Enter correct Ethereum-address
ru_ru: Введите корректный Ethereum-адрес:
tr_tr: Doğru Ethereum adresini girin

source: Promo-code from %shop% is stored in your wallet: %url%
ru_ru: Промокод из %shop% сохранен в вашем кошельке: %url%
tr_tr: %shop% mağazasından gelen promosyon kodu, cüzdanınızda saklanıyor: %url%

source: Completed %s
ru_ru: Выполнено %s
tr_tr: Tamamlandı %s

source: Wait until %s
ru_ru: Подождите до %s
tr_tr: %s 'ye kadar bekleyin

source: above %amount%
ru_ru: более %amount%
tr_tr: %amount% tutarın üzerinde

source: up to %amount%
ru_ru: до %amount%
tr_tr: %amount%'e kadar

source: Indicates whether this coupon is not used, expired or invalidated
ru_ru: Указывает, не использован ли этот купон, истек или недействителен
tr_tr: Bu kuponun kullanılmadığını, kullanım süresinin dolduğunu veya geçerliliğini yitirdiğini gösterir

source: Discount amount (in the shop's currency)
ru_ru: Размер скидки (в валюте магазина)
tr_tr: İndirim tutarı (mağazanın para biriminde)

source: Discount percent
ru_ru: Процент скидки
tr_tr: İndirim yüzdesi

source: Minimum total amount
ru_ru: Минимальная итоговая сумма
tr_tr: Minimum toplam tutar

source: Formatted minimum total amount
ru_ru: Скорректированная минимальная итоговая сумма
tr_tr: Biçimlendirilmiş minimum toplam tutar

source: Indicated whether this coupon is a free promo code or a paid gift card
ru_ru: Указывает, является ли этот купон бесплатным промокодом или оплаченной подарочной картой
tr_tr: Bu kuponun ücretsiz bir promosyon kodu mu yoksa ücretli bir hediye kartı mı olduğunu belirtir

source: UNIX timestamp of coupon expiration time
ru_ru: Срок действия купона в формате UNIX
tr_tr: Kuponun son geçerlilik süresinin UNIX zaman damgası

source: Formatted coupon expiration time
ru_ru: Исправленный срок действия
tr_tr: Biçimlendirilmiş kupon son geçerlilik süresi

source: Coupon code
ru_ru: Код купона
tr_tr: Kupon kodu

source: Formatted discount
ru_ru: Исправленная скидка
tr_tr: Biçimlendirilmiş indirim

source: If this coupon code was acquired as a reward in the BitRewards Loyalty App, userKey contains a 'key' of the user who acquired this coupon
ru_ru: Если этот код купона был приобретен в качестве награды в приложении BitRewards, userKey содержит «ключ» пользователя, который приобрел этот купон.
tr_tr: Bu kupon kodu BitRewards Sadakat Uygulamasında bir ödül olarak edinilmişse, userKey, bu kuponu kazanan kullanıcının bir 'anahtarını' içerir

source: If this coupon code was acquired as a reward in the BitRewards Loyalty App, this field contains a brief title of that reward
ru_ru: Если этот код купона был приобретен в качестве награды в приложении BitRewards, это поле содержит краткий заголовок этого вознаграждения
tr_tr: Bu kupon kodu BitRewards Sadakat Uygulamasında bir ödül olarak edinilmişse, bu alan bu ödülün kısa bir başlığını içerir

source: Show the Action
ru_ru: Показать действие
tr_tr: Eylemi Göster

source: Returns Action by ID
ru_ru: Возвращает действие по его ID
tr_tr: Eylemi ID'ye göre döndürür

source: Edit the Action
ru_ru: Редактирование действия
tr_tr: Eylemi Düzenle

source: Updates Action
ru_ru: Редактирует действие
tr_tr: Eylemi Günceller

source: Action Name
ru_ru: Название действия
tr_tr: Eylem Adı

source: Action Type
ru_ru: Тип действия
tr_tr: Eylem Türü

source: Configuration (JSON)
ru_ru: Конфигурация (JSON)
tr_tr: Yapılandırma (JSON)

source: Updated Action
ru_ru: Обновленное действие
tr_tr: Güncellenmiş Eylem

source: Delete Action
ru_ru: Удаление действия
tr_tr: Eylemi Sil

source: Deletes Action
ru_ru: Удаляет действие
tr_tr: Eylemi Siler

source: Empty Response
ru_ru: Пустой ответ
tr_tr: Boş Yanıt

source: Available Actions
ru_ru: Доступные действия
tr_tr: Mevcut Eylemler

source: Returns list of available Actions
ru_ru: Возвращает список доступных действий
tr_tr: Mevcut Eylemlerin listesini döndürür

source: List of Actions
ru_ru: Список действий
tr_tr: Eylem Listesi

source: New Action
ru_ru: Новое действие
tr_tr: Yeni Eylem

source: Creates new Action
ru_ru: Создает новое действие
tr_tr: Yeni Eylem oluşturur

source: Created Action
ru_ru: Созданное действие
tr_tr: Oluşturulan Eylem

source: Redeem Coupon
ru_ru: Использовать купон
tr_tr: Kupon Kullan

source: This method allows to redeem the coupon code (i.e. charge it and invalidate it)
ru_ru: Этот метод позволяет использовать код купона (т.е. расплачиваться им или аннулировать)
tr_tr: Bu yöntem kupon kodunun kullanılmasına izin verir (tahsil et ve geçersiz kıl)

source: Unique coupon code, provided by the user
ru_ru: Уникальный код купона, предоставленный пользователем
tr_tr: Kullanıcı tarafından sağlanan benzersiz kupon kodu

source: Total amount of the purchase (purchase value / order value) before the coupon discount subtraction
ru_ru: Общая сумма покупки (стоимость покупки / стоимость заказа) до вычета вычета купонного дохода
tr_tr: Kupon indirimini çıkarmadan önce alışverişin toplam tutarı (satın alma değeri / sipariş değeri)

source: Comment to redemption
ru_ru: Комментарий выкупа
tr_tr: Kullanım hakkında açıklama

source: IP address of the user, who sent the coupon code. Recommended parameter.
ru_ru: IP адрес пользователя, который отправил купон. Рекомендуемый параметр.
tr_tr: Kupon kodunu gönderen kullanıcının IP adresi. Önerilen parametre.

source: Coupons
ru_ru: Купоны
tr_tr: Kuponlar

source: Coupon Data
ru_ru: Данные купона
tr_tr: Kupon Verileri

source: Check Coupon
ru_ru: Проверить купон
tr_tr: Kuponu Kontrol Et

source: Looks up given coupon code and returns discount settings. Check "isAvailable" response field and give the customer the discount of either "amount" or "discountPercent" with the condition of "minAmountTotal" minimum order total. At least one of that fields will have non-null value.
ru_ru: Выбирает заданный код купона и возвращает настройки скидок. Отметьте поле ответа «isAvailable» и дайте клиенту скидку «amount» или «discountPercent» с условием минимального заказа «minAmountTotal». По крайней мере, одно из этих полей будет иметь ненулевое значение.
tr_tr: Verilen kupon kodunu arar ve indirim ayarlarını döndürür. "isAvailable" yanıt alanını kontrol edin ve müşteriye "minAmountTotal" minimum sipariş toplamı koşuluyla, "amount" veya "discountPercent" indirimini verin. Bu alanlardan en az biri null olmayan bir değere sahip olacaktır.

source: Total amount of order to which the coupon code is applied
ru_ru: Текущая сумма заказа, для которой будет применяться код купона
tr_tr: Kupon kodunun uygulandığı toplam sipariş miktarı

source: Search
ru_ru: Поиск
tr_tr: Ara

source: Coupon Data. If the coupon code is not found, null value is returned.
ru_ru: Данные купона. Если код купона не найден, возвращается нулевое значение.
tr_tr: Kupon Verileri. Kupon kodu bulunamazsa, null (boş) değer döndürülür.

source: Loyalty Card ID
ru_ru: ID карты лояльности
tr_tr: Bağlılık Kartı ID

source: Show the Loyalty Card
ru_ru: Показать карту лояльности
tr_tr: Sadakat Kartını Göster

source: Returns Loyalty Card by ID
ru_ru: Возвращает карту лояльности по ее ID
tr_tr: ID'ye göre Sadakat Kartını döndürür

source: Loyalty Cards
ru_ru: Карты лояльности
tr_tr: Sadakat Kartları

source: Edit Loyalty Card
ru_ru: Редактирование карты лояльности
tr_tr: Sadakat Kartını Düzenle

source: Edits Loyalty Card
ru_ru: Редактирует карту лояльности
tr_tr: Sadakat Kartını Düzenler

source: Unique Loyalty Card Token
ru_ru: Уникальный токен карты лояльности
tr_tr: Benzersiz Sadakat Kartı Tokeni

source: Updated Loyalty Card
ru_ru: Отредактированная карта лояльности
tr_tr: Güncellenmiş Sadakat Kartı

source: Delete Loyalty Card
ru_ru: Удаление карты лояльности
tr_tr: Sadakat Kartını Sil

source: Deletes Loyalty Card
ru_ru: Удаляет карту лояльности
tr_tr: Sadakat Kartını Siler

source: Available Loyalty Cards
ru_ru: Доступные карты лояльности
tr_tr: Mevcut Sadakat Kartları

source: Returns list of available Loyalty Cards
ru_ru: Возвращает список доступных карт лояльности
tr_tr: Mevcut Sadakat Kartlarının listesini döndürür

source: List of Loyalty Cards
ru_ru: Список карт лояльности
tr_tr: Sadakat Kartları Listesi

source: New Loyalty Card
ru_ru: Новая карта лояльности
tr_tr: Yeni Sadakat Kartı

source: Creates new Loyalty Card
ru_ru: Создает новую карту лояльности
tr_tr: Yeni Sadakat Kartı Oluşturur

source: Created Loyalty Card
ru_ru: Созданная карта лояльности
tr_tr: Oluşturulmuş Sadakat Kartı

source: Available actions with the CustomBonus type
ru_ru: Доступные действия с типом CustomBonus
tr_tr: CustomBonus türü ile kullanılabilen eylemler

source: Returns list of available Actions with CustomBonus type
ru_ru: Возвращает список доступных действий с типом CustomBonus
tr_tr: CustomBonus türünde kullanılabilecek Eylemler listesini döndürür

source: Custom Event
ru_ru: Кастомное событие
tr_tr: Özel Etkinlik

source: Saves and processes custom event
ru_ru: Сохраняет и обрабатывает событие заказа
tr_tr: Özel etkinliği kaydeder ve işler

source: Entity Type
ru_ru: Тип сущности
tr_tr: Varlık Türü

source: Entity's external ID
ru_ru: Внешний ID сущности
tr_tr: Varlığın harici ID'si

source: Event data (JSON)
ru_ru: Данные события (JSON)
tr_tr: Etkinlik verisi (JSON)

source: Converter type
ru_ru: Тип конвертера
tr_tr: Dönüştürücü tipi

source: Process this event immediately
ru_ru: Немедленная обработка события
tr_tr: Bu etkinliği hemen işleme al

source: Events
ru_ru: События
tr_tr: Etkinlikler

source: The 'Ok' response in case the request is successfully processed or the event is queued
ru_ru: Строка 'Ok' в случае успешной обработки запроса или постановки события в очередь
tr_tr: İsteğin başarılı bir şekilde işlenmesi veya etkinliğin kuyruğa alınması durumunda 'Tamam' yanıtı

source: Order Event
ru_ru: Событие заказа
tr_tr: Sipariş Olayı

source: Saves and processes information about the order. Use this method to give customers cashback and referral bonus for their purchases and purchases of their friends
ru_ru: Сохраняет и обрабатывает информацию о заказе. Используйте этот метод, чтобы предоставить клиентам кэшбэк и реферальный бонус за покупки и покупки их друзей
tr_tr: Sipariş ile ilgili bilgileri kaydeder ve işler. Müşterilere para iadesi, alımlar veya arkadaşlarının alımları için tavsiye bonusu vermek için bu yöntemi kullanın

source: Customer's email
ru_ru: Email клиента
tr_tr: Müşterinin e-postası

source: Customer's phone
ru_ru: Телефон клиента
tr_tr: Müşterinin telefonu

source: Customer's name
ru_ru: Имя клиента
tr_tr: Müşterinin adı

source: Order total amount
ru_ru: Общая стоимость заказа
tr_tr: Sipariş toplam tutarı

source: Indicates that order is paid
ru_ru: Флаг наличия оплаты
tr_tr: Siparişin ödendiğini belirtir

source: Indicates that order is delivered
ru_ru: Флаг доставки
tr_tr: Siparişin teslim edildiğini belirtir

source: Customer's comment to the order
ru_ru: Комментарий клиента к заказу
tr_tr: Müşterinin siparişe yorumu

source: Manager of the shop comment to the order
ru_ru: Комментарий менеджера магазина к заказу
tr_tr: Mağaza yöneticisinin siparişe yorumu

source: Promo Codes list
ru_ru: Список промокодов
tr_tr: Promosyon Kodları listesi

source: Authenticated user's partner
ru_ru: Партнер текущего пользователя
tr_tr: Doğrulanmış kullanıcının ortağı

source: Returns authenticated partner's info
ru_ru: Возвращает информацию о партнере аутентифицированного пользователя
tr_tr: Doğrulanmış ortağın bilgilerini döndürür

source: Partners
ru_ru: Партнеры
tr_tr: Ortaklar

source: Partner info
ru_ru: Информация о партнере
tr_tr: Ortak bilgileri

source: Acquire Reward
ru_ru: Приобретение награды
tr_tr: Ödül Kazandır

source: Acquires selected Reward for given user
ru_ru: Приобретает выбранную награду для указанного пользователя
tr_tr: Belirli bir kullanıcı için seçili Ödülü kazandırır

source: User Key
ru_ru: Ключ пользователя
tr_tr: Kullanıcı Anahtarı

source: Show the Reward
ru_ru: Показать награду
tr_tr: Ödülü Göster
